{
  "language": "ar",
  "languageName": "العربية",
  "title": "سياسة الخصوصية",
  "intro": "تنطبق سياسة الخصوصية هذه على تطبيق TimeMeister (المشار إليه فيما بعد باسم \"التطبيق\") للأجهزة المحمولة الذي تم إنشاؤه بواسطة Thompson Costa Honorato (المشار إليه فيما بعد باسم \"مقدم الخدمة\") كخدمة تجارية. هذه الخدمة مخصصة للاستخدام \"كما هي\".",
  "sections": [
    {
      "title": "ما هي المعلومات التي يحصل عليها التطبيق وكيف يتم استخدامها؟",
      "content": [
        "يقوم التطبيق بتخزين تفضيلات المستخدم (الإعدادات) وتاريخ الحسابات محليًا على جهازك باستخدام UserDefaults. تبقى هذه البيانات على جهازك فقط ولا يتم إرسالها إلى أي خوادم خارجية. يتم استخدام هذه البيانات المحلية لتوفير الوظائف الأساسية للتطبيق، بما في ذلك حفظ إعداداتك المفضلة والحفاظ على تاريخ حساباتك.",
        "لأغراض دعم العملاء فقط، عندما تختار الاتصال بالدعم من خلال ميزة البريد الإلكتروني في التطبيق، قد يتم تضمين معلومات الجهاز التالية في رسالة الدعم الإلكترونية لمساعدتنا في تقديم خدمة أفضل لك:",
        {
          "type": "list",
          "items": [
            "طراز الجهاز (مثل iPhone 15 Pro)",
            "إصدار iOS (مثل iOS 17.0)",
            "إصدار التطبيق",
            "إعدادات اللغة/المنطقة للجهاز"
          ]
        },
        "يتم مشاركة معلومات الجهاز هذه فقط عندما ترسل طوعًا رسالة دعم إلكترونية وتُستخدم حصريًا لتقديم المساعدة التقنية. لا يتم جمع أو إرسال أي معرفات شخصية ما لم تختر تضمينها في رسالة الدعم الخاصة بك."
      ]
    },
    {
      "title": "تخزين البيانات المحلية",
      "content": [
        "يقوم التطبيق بتخزين التفضيلات وتاريخ الحسابات محليًا على جهازك. هذه البيانات يمكن الوصول إليها فقط من قِبل التطبيق ويتم حذفها عند إلغاء تثبيت التطبيق. لا توجد معرفات شخصية مرتبطة بهذه البيانات."
      ]
    },
    {
      "title": "هل يجمع التطبيق معلومات دقيقة عن الموقع في الوقت الفعلي للجهاز؟",
      "content": [
        "لا يجمع هذا التطبيق معلومات دقيقة عن موقع جهازك المحمول."
      ]
    },
    {
      "title": "هل ترى أطراف ثالثة و/أو لديها وصول إلى المعلومات التي يحصل عليها التطبيق؟",
      "content": [
        "لا يتم مشاركة أي بيانات تلقائيًا مع أطراف ثالثة. جميع تفضيلات المستخدم وتاريخ الحسابات مخزنة محليًا على جهازك ولا يتم إرسالها إلى أي مكان آخر.",
        "عندما ترسل طوعًا رسالة دعم إلكترونية من خلال التطبيق، قد يتم تضمين معلومات الجهاز (طراز الجهاز، إصدار iOS، إصدار التطبيق، وإعدادات المنطقة) في رسالتك الإلكترونية إلى مقدم خدمة البريد الإلكتروني وإلى فريق الدعم لدينا. يتم مشاركة هذه المعلومات فقط عندما تختار الاتصال بالدعم وتُستخدم حصريًا لتقديم المساعدة التقنية."
      ]
    },
    {
      "title": "ما هي حقوق الانسحاب الخاصة بي؟",
      "content": [
        "يمكنك إيقاف جميع عمليات جمع المعلومات بواسطة التطبيق بسهولة عن طريق إلغاء تثبيته. يمكنك استخدام عمليات إلغاء التثبيت القياسية التي قد تكون متاحة كجزء من جهازك المحمول أو عبر متجر التطبيقات المحمولة أو الشبكة."
      ]
    },
    {
      "title": "الأطفال",
      "content": [
        "لا يُستخدم التطبيق لطلب البيانات عن قصد من الأطفال دون سن 13 عامًا أو تسويق المنتجات لهم. لا يجمع مقدم الخدمة عن قصد معلومات يمكن التعرف على الهوية الشخصية من الأطفال. يشجع مقدم الخدمة جميع الأطفال على عدم إرسال أي معلومات يمكن التعرف على الهوية الشخصية من خلال التطبيق و/أو الخدمات. يشجع مقدم الخدمة الآباء والأوصياء القانونيين على مراقبة استخدام أطفالهم للإنترنت وللمساعدة في تطبيق هذه السياسة من خلال توجيه أطفالهم إلى عدم تقديم معلومات يمكن التعرف على الهوية الشخصية من خلال التطبيق و/أو الخدمات دون إذنهم. إذا كان لديك سبب للاعتقاد أن طفلاً قد قدم معلومات يمكن التعرف على الهوية الشخصية لمقدم الخدمة من خلال التطبيق و/أو الخدمات، يرجى الاتصال بمقدم الخدمة ({{email}}) حتى يتمكنوا من اتخاذ الإجراءات اللازمة. يجب أن تكون أيضًا بعمر 16 عامًا على الأقل للموافقة على معالجة معلوماتك الشخصية في بلدك (في بعض البلدان، قد نسمح لوالدك أو وصيك بالقيام بذلك نيابة عنك)."
      ]
    },
    {
      "title": "الأمان",
      "content": [
        "يهتم مقدم الخدمة بحماية سرية معلوماتك. نظرًا لأن التطبيق يخزن البيانات بشكل أساسي محليًا على جهازك ولا ينقلها تلقائيًا، فهناك مخاطر قليلة من وصول أفراد غير مخولين إلى بياناتك. يتم نقل معلومات الجهاز المضمنة في رسائل الدعم الطوعية باستخدام بروتوكولات أمان البريد الإلكتروني القياسية وتُستخدم فقط لتقديم المساعدة للعملاء."
      ]
    },
    {
      "title": "التغييرات",
      "content": [
        "قد يتم تحديث سياسة الخصوصية هذه من وقت لآخر لأي سبب. سيخطرك مقدم الخدمة بأي تغييرات على سياسة الخصوصية الخاصة بهم عن طريق تحديث هذه الصفحة بسياسة الخصوصية الجديدة. يُنصح بمراجعة سياسة الخصوصية هذه بانتظام للاطلاع على أي تغييرات، حيث يُعتبر الاستخدام المستمر موافقة على جميع التغييرات."
      ]
    },
    {
      "title": "موافقتك",
      "content": [
        "باستخدام التطبيق، فإنك توافق على معالجة معلوماتك كما هو موضح في سياسة الخصوصية هذه الآن وكما يتم تعديلها من قِبل مقدم الخدمة."
      ]
    },
    {
      "title": "اتصل بنا",
      "content": [
        "إذا كان لديك أي أسئلة بخصوص الخصوصية أثناء استخدام التطبيق، أو لديك أسئلة حول الممارسات، يرجى الاتصال بمقدم الخدمة عبر البريد الإلكتروني على {{email}}."
      ]
    }
  ],
  "footer": "سياسة الخصوصية هذه سارية اعتبارًا من {{date}}"
}