{
  "language": "ar",
  "languageName": "العربية",
  "title": "[TRANSLATION NEEDED] Privacy Policy",
  "intro": "[TRANSLATION NEEDED] This privacy policy applies to the TimePro app (hereby referred to as \"Application\") for mobile devices that was created by Thompson Costa Honorato (hereby referred to as \"Service Provider\") as a Commercial service. This service is intended for use \"AS IS\".",
  "sections": [
    {
      "title": "[TRANSLATION NEEDED] What information does the Application obtain and how is it used?",
      "content": [
        "[TRANSLATION NEEDED] The Application stores user preferences (settings) and calculation history locally on your device using UserDefaults. This data remains only on your device and is not transmitted to any external servers. This local data is used to provide the core functionality of the app, including saving your preferred settings and maintaining a history of your calculations.",
        "[TRANSLATION NEEDED] For customer support purposes only, when you choose to contact support through the app's email feature, the following device information may be included in your support email to help us assist you better:",
        {
          "type": "list",
          "items": [
            "[TRANSLATION NEEDED] Device model (e.g., iPhone 15 Pro)",
            "[TRANSLATION NEEDED] iOS version (e.g., iOS 17.0)",
            "[TRANSLATION NEEDED] App version",
            "[TRANSLATION NEEDED] Device locale/language settings"
          ]
        },
        "[TRANSLATION NEEDED] This device information is only shared when you voluntarily send a support email and is used solely to provide technical assistance. No personal identifiers are collected or transmitted unless you choose to include them in your support message."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Local Data Storage",
      "content": [
        "[TRANSLATION NEEDED] The application stores preferences and calculation history locally on your device. This data is only accessible by the Application and is deleted when you uninstall the Application. No personal identifiers are associated with these data."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Does the Application collect precise real time location information of the device?",
      "content": [
        "[TRANSLATION NEEDED] This Application does not collect precise information about the location of your mobile device."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Do third parties see and/or have access to information obtained by the Application?",
      "content": [
        "[TRANSLATION NEEDED] No data is automatically shared with third parties. All user preferences and calculation history are stored locally on your device and are not transmitted elsewhere.",
        "[TRANSLATION NEEDED] When you voluntarily send a support email through the app, device information (device model, iOS version, app version, and locale settings) may be included in your email to your email provider and to our support team. This information is only shared when you choose to contact support and is used exclusively for providing technical assistance."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] What are my opt-out rights?",
      "content": [
        "[TRANSLATION NEEDED] You can stop all collection of information by the Application easily by uninstalling it. You may use the standard uninstall processes that may be available as part of your mobile device or via the mobile application marketplace or network."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Children",
      "content": [
        "[TRANSLATION NEEDED] The Application is not used to knowingly solicit data from or market to children under the age of 13. The Service Provider does not knowingly collect personally identifiable information from children. The Service Provider encourages all children to never submit any personally identifiable information through the Application and/or Services. The Service Provider encourages parents and legal guardians to monitor their children's Internet usage and to help enforce this Policy by instructing their children never to provide personally identifiable information through the Application and/or Services without their permission. If you have reason to believe that a child has provided personally identifiable information to the Service Provider through the Application and/or Services, please contact the Service Provider ({{email}}) so that they will be able to take the necessary actions. You must also be at least 16 years of age to consent to the processing of your personally identifiable information in your country (in some countries, we may allow your parent or guardian to do so on your behalf)."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Security",
      "content": [
        "[TRANSLATION NEEDED] The Service Provider is concerned about safeguarding the confidentiality of your information. Since the Application primarily stores data locally on your device and does not automatically transmit it, there is minimal risk of your data being accessed by unauthorized individuals. Device information included in voluntary support emails is transmitted using standard email security protocols and is only used for providing customer assistance."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Changes",
      "content": [
        "[TRANSLATION NEEDED] This Privacy Policy may be updated from time to time for any reason. The Service Provider will notify you of any changes to their Privacy Policy by updating this page with the new Privacy Policy. You are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Your Consent",
      "content": [
        "[TRANSLATION NEEDED] By using the Application, you are consenting to the processing of your information as set forth in this Privacy Policy now and as amended by the Service Provider."
      ]
    },
    {
      "title": "[TRANSLATION NEEDED] Contact Us",
      "content": [
        "[TRANSLATION NEEDED] If you have any questions regarding privacy while using the Application, or have questions about the practices, please contact the Service Provider via email at {{email}}."
      ]
    }
  ],
  "footer": "[TRANSLATION NEEDED] This privacy policy is effective as of {{date}}"
}