{
  "language": "da",
  "languageName": "Dansk",
  "title": "Privatlivspolitik",
  "intro": "Denne privatlivspolitik gælder for TimePro-appen (herefter kaldet \"Applikationen\") til mobile enheder, der blev oprettet af Thompson Costa Honorato (herefter kaldet \"Tjenesteudbyder\") som en kommerciel tjeneste. Denne tjeneste er beregnet til brug \"SOM DEN ER\".",
  "sections": [
    {
      "title": "Hvilke oplysninger indhenter applikationen, og hvordan bruges de?",
      "content": [
        "Applikationen gemmer brugerindstillinger og beregningshistorik lokalt på din enhed ved hjælp af UserDefaults. Disse data forbliver kun på din enhed og overføres ikke til eksterne servere. Disse lokale data bruges til at levere appens kernefunktionalitet, herunder at gemme dine foretrukne indstillinger og vedligeholde en historik over dine beregninger.",
        "Kun til kundesupportformål, når du vælger at kontakte support gennem appens e-mailfunktion, kan følgende enhedsoplysninger være inkluderet i din support-e-mail for at hjælpe os med at assistere dig bedre:",
        {
          "type": "list",
          "items": [
            "Enhedsmodel (f.eks. iPhone 15 Pro)",
            "iOS-version (f.eks. iOS 17.0)",
            "App-version",
            "Enhedens sprog/sprogindstillinger"
          ]
        },
        "Disse enhedsoplysninger deles kun, når du frivilligt sender en support-e-mail og bruges udelukkende til at levere teknisk assistance. Der indsamles eller overføres ingen personlige identifikatorer, medmindre du vælger at inkludere dem i din supportbesked."
      ]
    },
    {
      "title": "Lokal datalagring",
      "content": [
        "Applikationen gemmer indstillinger og beregningshistorik lokalt på din enhed. Disse data er kun tilgængelige for applikationen og slettes, når du afinstallerer applikationen. Ingen personlige identifikatorer er forbundet med disse data."
      ]
    },
    {
      "title": "Indsamler applikationen præcise realtidsoplysninger om enhedens placering?",
      "content": [
        "Denne applikation indsamler ikke præcise oplysninger om din mobile enheds placering."
      ]
    },
    {
      "title": "Kan tredjeparter se og/eller få adgang til oplysninger indhentet af applikationen?",
      "content": [
        "Ingen data deles automatisk med tredjeparter. Alle brugerindstillinger og beregningshistorik gemmes lokalt på din enhed og overføres ikke andre steder.",
        "Når du frivilligt sender en support-e-mail gennem appen, kan enhedsoplysninger (enhedsmodel, iOS-version, app-version og sprogindstillinger) være inkluderet i din e-mail til din e-mailudbyder og til vores supportteam. Disse oplysninger deles kun, når du vælger at kontakte support og bruges udelukkende til at levere teknisk assistance."
      ]
    },
    {
      "title": "Hvad er mine fravalgsrettigheder?",
      "content": [
        "Du kan nemt stoppe al indsamling af oplysninger fra applikationen ved at afinstallere den. Du kan bruge de standardafinstallationsprocesser, der måtte være tilgængelige som en del af din mobile enhed eller via den mobile applikationsmarkedsplads eller netværk."
      ]
    },
    {
      "title": "Børn",
      "content": [
        "Applikationen bruges ikke til bevidst at indhente data fra eller markedsføre til børn under 13 år. Tjenesteudbyderen indsamler ikke bevidst personligt identificerbare oplysninger fra børn. Tjenesteudbyderen opfordrer alle børn til aldrig at indsende personligt identificerbare oplysninger gennem applikationen og/eller tjenesterne. Tjenesteudbyderen opfordrer forældre og værger til at overvåge deres børns internetbrug og til at hjælpe med at håndhæve denne politik ved at instruere deres børn i aldrig at give personligt identificerbare oplysninger gennem applikationen og/eller tjenesterne uden deres tilladelse. Hvis du har grund til at tro, at et barn har givet personligt identificerbare oplysninger til tjenesteudbyderen gennem applikationen og/eller tjenesterne, bedes du kontakte tjenesteudbyderen ({{email}}), så de kan træffe de nødvendige foranstaltninger. Du skal også være mindst 16 år gammel for at give samtykke til behandling af dine personligt identificerbare oplysninger i dit land (i nogle lande kan vi tillade din forælder eller værge at gøre det på dine vegne)."
      ]
    },
    {
      "title": "Sikkerhed",
      "content": [
        "Tjenesteudbyderen er optaget af at beskytte fortroligheden af dine oplysninger. Da applikationen primært gemmer data lokalt på din enhed og ikke automatisk overfører dem, er der minimal risiko for, at dine data tilgås af uautoriserede personer. Enhedsoplysninger inkluderet i frivillige support-e-mails overføres ved hjælp af standard e-mailsikkerhedsprotokoller og bruges kun til at levere kundeassistance."
      ]
    },
    {
      "title": "Ændringer",
      "content": [
        "Denne privatlivspolitik kan opdateres fra tid til anden af enhver grund. Tjenesteudbyderen vil informere dig om eventuelle ændringer i deres privatlivspolitik ved at opdatere denne side med den nye privatlivspolitik. Du rådes til at konsultere denne privatlivspolitik regelmæssigt for eventuelle ændringer, da fortsat brug betragtes som godkendelse af alle ændringer."
      ]
    },
    {
      "title": "Dit samtykke",
      "content": [
        "Ved at bruge applikationen giver du samtykke til behandling af dine oplysninger som angivet i denne privatlivspolitik nu og som ændret af tjenesteudbyderen."
      ]
    },
    {
      "title": "Kontakt os",
      "content": [
        "Hvis du har spørgsmål vedrørende privatliv, mens du bruger applikationen, eller har spørgsmål om praksisserne, bedes du kontakte tjenesteudbyderen via e-mail på {{email}}."
      ]
    }
  ],
  "footer": "Denne privatlivspolitik er gældende fra {{date}}"
}
