{
  "language": "de",
  "languageName": "Deutsch",
  "title": "Datenschutzerklärung",
  "intro": "Diese Datenschutzerklärung gilt für die TimePro-App (hierin als \"Anwendung\" bezeichnet) für mobile Geräte, die von Thompson Costa Honorato (hierin als \"Dienstanbieter\" bezeichnet) als kommerzieller Service erstellt wurde. Dieser Service ist zur Nutzung \"WIE BESEHEN\" bestimmt.",
  "sections": [
    {
      "title": "Welche Informationen erhält die Anwendung und wie werden sie verwendet?",
      "content": [
        "Die Anwendung speichert Benutzereinstellungen und Berechnungsverläufe lokal auf Ihrem Gerät unter Verwendung von UserDefaults. Diese Daten verbleiben ausschließlich auf Ihrem Gerät und werden nicht an externe Server übertragen. Diese lokalen Daten werden verwendet, um die Kernfunktionalität der App bereitzustellen, einschließlich der Speicherung Ihrer bevorzugten Einstellungen und der Aufrechterhaltung eines Verlaufs Ihrer Berechnungen.",
        "Nur für Kundensupport-Zwecke, wenn Sie sich dafür entscheiden, den Support über die E-Mail-Funktion der App zu kontaktieren, können die folgenden Geräteinformationen in Ihrer Support-E-Mail enthalten sein, um uns bei der besseren Unterstützung zu helfen:",
        {
          "type": "list",
          "items": [
            "Gerätemodell (z.B. iPhone 15 Pro)",
            "iOS-Version (z.B. iOS 17.0)",
            "App-Version",
            "Geräte-Locale/Spracheinstellungen"
          ]
        },
        "Diese Geräteinformationen werden nur geteilt, wenn Sie freiwillig eine Support-E-Mail senden, und werden ausschließlich zur Bereitstellung technischer Hilfe verwendet. Keine persönlichen Identifikatoren werden gesammelt oder übertragen, es sei denn, Sie entscheiden sich, diese in Ihrer Support-Nachricht einzufügen."
      ]
    },
    {
      "title": "Lokale Datenspeicherung",
      "content": [
        "Die Anwendung speichert Einstellungen und Berechnungsverläufe lokal auf Ihrem Gerät. Diese Daten sind nur für die Anwendung zugänglich und werden gelöscht, wenn Sie die Anwendung deinstallieren. Keine persönlichen Identifikatoren sind mit diesen Daten verknüpft."
      ]
    },
    {
      "title": "Sammelt die Anwendung präzise Echtzeitstandortinformationen des Geräts?",
      "content": [
        "Diese Anwendung sammelt keine präzisen Informationen über den Standort Ihres mobilen Geräts."
      ]
    },
    {
      "title": "Sehen Drittparteien die von der Anwendung erhaltenen Informationen und/oder haben Zugang dazu?",
      "content": [
        "Keine Daten werden automatisch mit Drittparteien geteilt. Alle Benutzereinstellungen und Berechnungsverläufe werden lokal auf Ihrem Gerät gespeichert und nicht anderweitig übertragen.",
        "Wenn Sie freiwillig eine Support-E-Mail über die App senden, können Geräteinformationen (Gerätemodell, iOS-Version, App-Version und Locale-Einstellungen) in Ihrer E-Mail an Ihren E-Mail-Anbieter und unser Support-Team weitergegeben werden. Diese Informationen werden nur geteilt, wenn Sie sich entscheiden, den Support zu kontaktieren, und werden ausschließlich zur Bereitstellung technischer Hilfe verwendet."
      ]
    },
    {
      "title": "Was sind meine Widerspruchsrechte?",
      "content": [
        "Sie können jede Sammlung von Informationen durch die Anwendung einfach stoppen, indem Sie sie deinstallieren. Sie können die standardmäßigen Deinstallationsprozesse verwenden, die als Teil Ihres mobilen Geräts oder über den mobilen Anwendungsmarktplatz oder das Netzwerk verfügbar sein können."
      ]
    },
    {
      "title": "Kinder",
      "content": [
        "Die Anwendung wird nicht dazu verwendet, wissentlich Daten von Kindern unter 13 Jahren zu erbitten oder an diese zu vermarkten. Der Dienstanbieter sammelt wissentlich keine persönlich identifizierbaren Informationen von Kindern. Der Dienstanbieter ermutigt alle Kinder, niemals persönlich identifizierbare Informationen über die Anwendung und/oder Dienste zu übermitteln. Der Dienstanbieter ermutigt Eltern und Erziehungsberechtigte, die Internetnutzung ihrer Kinder zu überwachen und bei der Durchsetzung dieser Richtlinie zu helfen, indem sie ihre Kinder anweisen, niemals persönlich identifizierbare Informationen über die Anwendung und/oder Dienste ohne ihre Erlaubnis bereitzustellen. Wenn Sie Grund zu der Annahme haben, dass ein Kind persönlich identifizierbare Informationen an den Dienstanbieter über die Anwendung und/oder Dienste bereitgestellt hat, wenden Sie sich bitte an den Dienstanbieter ({{email}}), damit die notwendigen Maßnahmen ergriffen werden können. Sie müssen auch mindestens 16 Jahre alt sein, um der Verarbeitung Ihrer persönlich identifizierbaren Informationen in Ihrem Land zuzustimmen (in einigen Ländern können wir Ihrem Elternteil oder Erziehungsberechtigten erlauben, dies in Ihrem Namen zu tun)."
      ]
    },
    {
      "title": "Sicherheit",
      "content": [
        "Der Dienstanbieter ist darauf bedacht, die Vertraulichkeit Ihrer Informationen zu schützen. Da die Anwendung Daten hauptsächlich lokal auf Ihrem Gerät speichert und diese nicht automatisch überträgt, besteht ein minimales Risiko, dass Ihre Daten von unbefugten Personen eingesehen werden. Geräteinformationen, die in freiwilligen Support-E-Mails enthalten sind, werden unter Verwendung standardmäßiger E-Mail-Sicherheitsprotokolle übertragen und nur zur Bereitstellung von Kundenhilfe verwendet."
      ]
    },
    {
      "title": "Änderungen",
      "content": [
        "Diese Datenschutzerklärung kann von Zeit zu Zeit aus beliebigen Gründen aktualisiert werden. Der Dienstanbieter wird Sie über Änderungen an der Datenschutzerklärung informieren, indem diese Seite mit der neuen Datenschutzerklärung aktualisiert wird. Es wird empfohlen, diese Datenschutzerklärung regelmäßig auf Änderungen zu überprüfen, da die fortgesetzte Nutzung als Zustimmung zu allen Änderungen gilt."
      ]
    },
    {
      "title": "Ihre Zustimmung",
      "content": [
        "Durch die Nutzung der Anwendung stimmen Sie der Verarbeitung Ihrer Informationen zu, wie in dieser Datenschutzerklärung dargelegt und wie vom Dienstanbieter geändert."
      ]
    },
    {
      "title": "Kontaktieren Sie uns",
      "content": [
        "Wenn Sie Fragen bezüglich des Datenschutzes bei der Nutzung der Anwendung haben oder Fragen zu den Praktiken haben, wenden Sie sich bitte per E-Mail an den Dienstanbieter unter {{email}}."
      ]
    }
  ],
  "footer": "Diese Datenschutzerklärung ist wirksam ab {{date}}"
}
