{
  "language": "fi",
  "languageName": "Suomi",
  "title": "Tietosuojaseloste",
  "intro": "Tämä tietosuojaseloste koskee TimePro-sovellusta (jäljempänä \"Sovellus\") mobiililaitteille, jonka on luonut Thompson Costa Honorato (jäljempänä \"Palveluntarjoaja\") kaupallisena palveluna. Tätä palvelua on tarkoitus käyttää \"SELLAISENAAN\".",
  "sections": [
    {
      "title": "Mitä tietoja Sovellus kerää ja miten niitä käytetään?",
      "content": [
        "Sovellus tallentaa käyttäjän asetukset ja laskennan historian paikallisesti laitteellesi UserDefaults-toiminnolla. Nämä tiedot pysyvät ainoastaan laitteellasi eikä niitä siirretä ulkoisille palvelimille. Näitä paikallisia tietoja käytetään sovelluksen perustoimintojen tarjoamiseen, mukaan lukien suositeltujen asetusten tallentaminen ja laskennan historian ylläpitäminen.",
        "Ainoastaan asiakastuessa, kun päätät ottaa yhteyttä tukeen sovelluksen sähköpostitoiminnon kautta, seuraavat laitetiedot saatetaan sisällyttää tukisähköpostiisi auttaaksemme sinua paremmin:",
        {
          "type": "list",
          "items": [
            "Laitteen malli (esim. iPhone 15 Pro)",
            "iOS-versio (esim. iOS 17.0)",
            "Sovelluksen versio",
            "Laitteen kieli-/aluekohtaiset asetukset"
          ]
        },
        "Nämä laitetiedot jaetaan ainoastaan silloin, kun lähetät vapaaehtoisesti tukisähköpostin, ja niitä käytetään yksinomaan teknisen avun tarjoamiseen. Henkilökohtaisia tunnisteita ei kerätä tai siirretä, ellet päätä sisällyttää niitä tukiviestiisi."
      ]
    },
    {
      "title": "Paikallinen tietojen tallentaminen",
      "content": [
        "Sovellus tallentaa asetukset ja laskennan historian paikallisesti laitteellesi. Nämä tiedot ovat käytettävissä ainoastaan Sovellukselle ja ne poistetaan, kun poistat Sovelluksen asennuksen. Näihin tietoihin ei liity henkilökohtaisia tunnisteita."
      ]
    },
    {
      "title": "Kerääkö Sovellus tarkkoja reaaliaikaisia sijaintitietoja laitteesta?",
      "content": [
        "Tämä Sovellus ei kerää tarkkoja tietoja mobiililaitteesi sijainnista."
      ]
    },
    {
      "title": "Näkevätkö kolmannet osapuolet Sovelluksen keräämät tiedot ja/tai onko niillä pääsy niihin?",
      "content": [
        "Tietoja ei jaeta automaattisesti kolmansille osapuolille. Kaikki käyttäjäasetukset ja laskennan historia tallennetaan paikallisesti laitteellesi eikä niitä siirretä muualle.",
        "Kun lähetät vapaaehtoisesti tukisähköpostin sovelluksen kautta, laitetiedot (laitteen malli, iOS-versio, sovelluksen versio ja kieli-/aluekohtaiset asetukset) saatetaan sisällyttää sähköpostiisi sähköpostipalveluntarjoajallesi ja tukitiimiimme. Nämä tiedot jaetaan ainoastaan silloin, kun päätät ottaa yhteyttä tukeen, ja niitä käytetään yksinomaan teknisen avun tarjoamiseen."
      ]
    },
    {
      "title": "Mitkä ovat kieltäytymisoikeuteni?",
      "content": [
        "Voit lopettaa kaiken tietojen keräämisen Sovellukselta helposti poistamalla sen asennuksen. Voit käyttää tavallisia asennuksen poistoprosesseja, jotka saattavat olla käytettävissä osana mobiililaitettasi tai mobiilisovellusmarkkinapaikan tai -verkon kautta."
      ]
    },
    {
      "title": "Lapset",
      "content": [
        "Sovellusta ei käytetä tietoisesti tietojen keräämiseen alle 13-vuotiailta lapsilta tai markkinointiin heille. Palveluntarjoaja ei tietoisesti kerää henkilökohtaisia tunnistetietoja lapsilta. Palveluntarjoaja kannustaa kaikkia lapsia olemaan koskaan toimittamatta henkilökohtaisia tunnistetietoja Sovelluksen ja/tai Palvelujen kautta. Palveluntarjoaja kannustaa vanhempia ja laillisia huoltajia valvomaan lastensa internetin käyttöä ja auttamaan tämän Selosteen noudattamisessa opastamalla lapsiaan olemaan koskaan antamatta henkilökohtaisia tunnistetietoja Sovelluksen ja/tai Palvelujen kautta ilman heidän lupaansa. Jos sinulla on syytä uskoa, että lapsi on antanut henkilökohtaisia tunnistetietoja Palveluntarjoajalle Sovelluksen ja/tai Palvelujen kautta, ota yhteyttä Palveluntarjoajaan ({{email}}), jotta he voivat ryhtyä tarvittaviin toimenpiteisiin. Sinun on myös oltava vähintään 16-vuotias suostuaksesi henkilökohtaisten tunnistetietojesi käsittelyyn maassasi (joissakin maissa voimme sallia vanhempasi tai huoltajasi tehdä sen puolestasi)."
      ]
    },
    {
      "title": "Turvallisuus",
      "content": [
        "Palveluntarjoaja on huolissaan tietojesi luottamuksellisuuden suojaamisesta. Koska Sovellus tallentaa tiedot ensisijaisesti paikallisesti laitteellesi eikä siirrä niitä automaattisesti, riski tietojesi pääsystä luvattomien henkilöiden käsiin on minimaalinen. Vapaaehtoisiin tukisähköposteihin sisällytetyt laitetiedot siirretään tavallisia sähköpostin turvallisuusprotokolia käyttäen ja niitä käytetään ainoastaan asiakasavun tarjoamiseen."
      ]
    },
    {
      "title": "Muutokset",
      "content": [
        "Tätä Tietosuojaselostetta saatetaan päivittää aika ajoin mistä tahansa syystä. Palveluntarjoaja ilmoittaa sinulle kaikista Tietosuojaselosteeseen tehtävistä muutoksista päivittämällä tämän sivun uudella Tietosuojaselosteella. Sinua kehotetaan tutustumaan tähän Tietosuojaselosteeseen säännöllisesti mahdollisten muutosten varalta, sillä jatkuva käyttö katsotaan kaikkien muutosten hyväksymiseksi."
      ]
    },
    {
      "title": "Suostumuksesi",
      "content": [
        "Käyttämällä Sovellusta suostut tietojesi käsittelyyn tässä Tietosuojaselosteessa esitetyllä tavalla nyt ja Palveluntarjoajan muuttamana."
      ]
    },
    {
      "title": "Ota yhteyttä",
      "content": [
        "Jos sinulla on kysymyksiä yksityisyydestä Sovellusta käyttäessäsi tai kysymyksiä käytännöistä, ota yhteyttä Palveluntarjoajaan sähköpostitse osoitteeseen {{email}}."
      ]
    }
  ],
  "footer": "Tämä tietosuojaseloste on voimassa {{date}} alkaen"
}
