{
  "language": "fr",
  "languageName": "Français",
  "title": "Politique de confidentialité",
  "intro": "Cette politique de confidentialité s'applique à l'application TimeMeister (ci-après désignée sous le nom d'« Application ») pour appareils mobiles qui a été créée par Thompson Costa Honorato (ci-après désigné sous le nom de « Fournisseur de services ») en tant que service commercial. Ce service est destiné à être utilisé « EN L'ÉTAT ».",
  "sections": [
    {
      "title": "Quelles informations l'Application obtient-elle et comment sont-elles utilisées ?",
      "content": [
        "L'Application stocke les préférences utilisateur (paramètres) et l'historique des calculs localement sur votre appareil en utilisant UserDefaults. Ces données restent uniquement sur votre appareil et ne sont pas transmises à des serveurs externes. Ces données locales sont utilisées pour fournir les fonctionnalités principales de l'application, notamment la sauvegarde de vos paramètres préférés et le maintien d'un historique de vos calculs.",
        "Uniquement à des fins de support client, lorsque vous choisissez de contacter le support via la fonction e-mail de l'application, les informations d'appareil suivantes peuvent être incluses dans votre e-mail de support pour nous aider à mieux vous assister :",
        {
          "type": "list",
          "items": [
            "Modèle d'appareil (par ex., iPhone 15 Pro)",
            "Version iOS (par ex., iOS 17.0)",
            "Version de l'application",
            "Paramètres de localisation/langue de l'appareil"
          ]
        },
        "Ces informations d'appareil ne sont partagées que lorsque vous envoyez volontairement un e-mail de support et sont utilisées uniquement pour fournir une assistance technique. Aucun identifiant personnel n'est collecté ou transmis à moins que vous ne choisissiez de les inclure dans votre message de support."
      ]
    },
    {
      "title": "Stockage de données locales",
      "content": [
        "L'application stocke les préférences et l'historique des calculs localement sur votre appareil. Ces données ne sont accessibles que par l'Application et sont supprimées lorsque vous désinstallez l'Application. Aucun identifiant personnel n'est associé à ces données."
      ]
    },
    {
      "title": "L'Application collecte-t-elle des informations de localisation précises en temps réel de l'appareil ?",
      "content": [
        "Cette Application ne collecte pas d'informations précises sur la localisation de votre appareil mobile."
      ]
    },
    {
      "title": "Des tiers voient-ils et/ou ont-ils accès aux informations obtenues par l'Application ?",
      "content": [
        "Aucune donnée n'est automatiquement partagée avec des tiers. Toutes les préférences utilisateur et l'historique des calculs sont stockés localement sur votre appareil et ne sont pas transmis ailleurs.",
        "Lorsque vous envoyez volontairement un e-mail de support via l'application, les informations d'appareil (modèle d'appareil, version iOS, version de l'application et paramètres de localisation) peuvent être incluses dans votre e-mail à votre fournisseur d'e-mail et à notre équipe de support. Ces informations ne sont partagées que lorsque vous choisissez de contacter le support et sont utilisées exclusivement pour fournir une assistance technique."
      ]
    },
    {
      "title": "Quels sont mes droits de retrait ?",
      "content": [
        "Vous pouvez facilement arrêter toute collecte d'informations par l'Application en la désinstallant. Vous pouvez utiliser les processus de désinstallation standard qui peuvent être disponibles dans le cadre de votre appareil mobile ou via le marché d'applications mobiles ou le réseau."
      ]
    },
    {
      "title": "Enfants",
      "content": [
        "L'Application n'est pas utilisée pour solliciter sciemment des données d'enfants de moins de 13 ans ou leur faire du marketing. Le Fournisseur de services ne collecte pas sciemment d'informations personnellement identifiables d'enfants. Le Fournisseur de services encourage tous les enfants à ne jamais soumettre d'informations personnellement identifiables via l'Application et/ou les Services. Le Fournisseur de services encourage les parents et tuteurs légaux à surveiller l'utilisation d'Internet de leurs enfants et à aider à faire respecter cette Politique en instruisant leurs enfants de ne jamais fournir d'informations personnellement identifiables via l'Application et/ou les Services sans leur permission. Si vous avez des raisons de croire qu'un enfant a fourni des informations personnellement identifiables au Fournisseur de services via l'Application et/ou les Services, veuillez contacter le Fournisseur de services ({{email}}) afin qu'il puisse prendre les mesures nécessaires. Vous devez également avoir au moins 16 ans pour consentir au traitement de vos informations personnellement identifiables dans votre pays (dans certains pays, nous pouvons permettre à votre parent ou tuteur de le faire en votre nom)."
      ]
    },
    {
      "title": "Sécurité",
      "content": [
        "Le Fournisseur de services se préoccupe de protéger la confidentialité de vos informations. Étant donné que l'Application stocke principalement les données localement sur votre appareil et ne les transmet pas automatiquement, il y a un risque minimal que vos données soient accédées par des individus non autorisés. Les informations d'appareil incluses dans les e-mails de support volontaires sont transmises en utilisant les protocoles de sécurité e-mail standard et ne sont utilisées que pour fournir une assistance client."
      ]
    },
    {
      "title": "Modifications",
      "content": [
        "Cette Politique de confidentialité peut être mise à jour de temps à autre pour toute raison. Le Fournisseur de services vous informera de tout changement à sa Politique de confidentialité en mettant à jour cette page avec la nouvelle Politique de confidentialité. Il vous est conseillé de consulter régulièrement cette Politique de confidentialité pour tout changement, car l'utilisation continue est considérée comme une approbation de tous les changements."
      ]
    },
    {
      "title": "Votre consentement",
      "content": [
        "En utilisant l'Application, vous consentez au traitement de vos informations tel qu'énoncé dans cette Politique de confidentialité maintenant et tel qu'amendé par le Fournisseur de services."
      ]
    },
    {
      "title": "Nous contacter",
      "content": [
        "Si vous avez des questions concernant la confidentialité lors de l'utilisation de l'Application, ou si vous avez des questions sur les pratiques, veuillez contacter le Fournisseur de services par e-mail à {{email}}."
      ]
    }
  ],
  "footer": "Cette politique de confidentialité est effective à compter du {{date}}"
}