{
  "language": "id",
  "languageName": "Bahasa Indonesia",
  "title": "Kebijakan Privasi",
  "intro": "Kebijakan privasi ini berlaku untuk aplikasi TimePro (selanjutnya disebut sebagai \"Aplikasi\") untuk perangkat mobile yang dibuat oleh Thompson Costa Honorato (selanjutnya disebut sebagai \"Penyedia Layanan\") sebagai layanan Komersial. Layanan ini dimaksudkan untuk digunakan \"SEBAGAIMANA ADANYA\".",
  "sections": [
    {
      "title": "Informasi apa yang diperoleh Aplikasi dan bagaimana penggunaannya?",
      "content": [
        "Aplikasi menyimpan preferensi pengguna (pengaturan) dan riwayat perhitungan secara lokal di perangkat Anda menggunakan UserDefaults. Data ini tetap berada di perangkat Anda dan tidak dikirim ke server eksternal mana pun. Data lokal ini digunakan untuk menyediakan fungsionalitas inti aplikasi, termasuk menyimpan pengaturan pilihan Anda dan mempertahankan riwayat perhitungan Anda.",
        "Khusus untuk tujuan dukungan pelanggan, ketika Anda memilih untuk menghubungi dukungan melalui fitur email aplikasi, informasi perangkat berikut mungkin disertakan dalam email dukungan Anda untuk membantu kami memberikan bantuan yang lebih baik:",
        {
          "type": "list",
          "items": [
            "Model perangkat (mis., iPhone 15 Pro)",
            "Versi iOS (mis., iOS 17.0)",
            "Versi aplikasi",
            "Pengaturan lokal/bahasa perangkat"
          ]
        },
        "Informasi perangkat ini hanya dibagikan ketika Anda secara sukarela mengirim email dukungan dan digunakan semata-mata untuk memberikan bantuan teknis. Tidak ada identitas pribadi yang dikumpulkan atau dikirim kecuali Anda memilih untuk menyertakannya dalam pesan dukungan Anda."
      ]
    },
    {
      "title": "Penyimpanan Data Lokal",
      "content": [
        "Aplikasi menyimpan preferensi dan riwayat perhitungan secara lokal di perangkat Anda. Data ini hanya dapat diakses oleh Aplikasi dan akan dihapus ketika Anda menghapus Aplikasi. Tidak ada identitas pribadi yang dikaitkan dengan data ini."
      ]
    },
    {
      "title": "Apakah Aplikasi mengumpulkan informasi lokasi real time yang tepat dari perangkat?",
      "content": [
        "Aplikasi ini tidak mengumpulkan informasi yang tepat tentang lokasi perangkat mobile Anda."
      ]
    },
    {
      "title": "Apakah pihak ketiga melihat dan/atau memiliki akses ke informasi yang diperoleh oleh Aplikasi?",
      "content": [
        "Tidak ada data yang secara otomatis dibagikan dengan pihak ketiga. Semua preferensi pengguna dan riwayat perhitungan disimpan secara lokal di perangkat Anda dan tidak dikirim ke tempat lain.",
        "Ketika Anda secara sukarela mengirim email dukungan melalui aplikasi, informasi perangkat (model perangkat, versi iOS, versi aplikasi, dan pengaturan lokal) mungkin disertakan dalam email Anda kepada penyedia email Anda dan kepada tim dukungan kami. Informasi ini hanya dibagikan ketika Anda memilih untuk menghubungi dukungan dan digunakan secara eksklusif untuk memberikan bantuan teknis."
      ]
    },
    {
      "title": "Apa hak saya untuk menolak?",
      "content": [
        "Anda dapat menghentikan semua pengumpulan informasi oleh Aplikasi dengan mudah dengan menghapusnya. Anda dapat menggunakan proses penghapusan standar yang mungkin tersedia sebagai bagian dari perangkat mobile Anda atau melalui marketplace aplikasi mobile atau jaringan."
      ]
    },
    {
      "title": "Anak-anak",
      "content": [
        "Aplikasi ini tidak digunakan untuk dengan sengaja meminta data dari atau memasarkan kepada anak-anak di bawah usia 13 tahun. Penyedia Layanan tidak dengan sengaja mengumpulkan informasi yang dapat diidentifikasi secara pribadi dari anak-anak. Penyedia Layanan mendorong semua anak untuk tidak pernah mengirimkan informasi yang dapat diidentifikasi secara pribadi melalui Aplikasi dan/atau Layanan. Penyedia Layanan mendorong orang tua dan wali hukum untuk memantau penggunaan Internet anak-anak mereka dan membantu menegakkan Kebijakan ini dengan menginstruksikan anak-anak mereka untuk tidak pernah memberikan informasi yang dapat diidentifikasi secara pribadi melalui Aplikasi dan/atau Layanan tanpa izin mereka. Jika Anda memiliki alasan untuk percaya bahwa seorang anak telah memberikan informasi yang dapat diidentifikasi secara pribadi kepada Penyedia Layanan melalui Aplikasi dan/atau Layanan, silakan hubungi Penyedia Layanan ({{email}}) sehingga mereka dapat mengambil tindakan yang diperlukan. Anda juga harus berusia minimal 16 tahun untuk menyetujui pemrosesan informasi yang dapat diidentifikasi secara pribadi di negara Anda (di beberapa negara, kami dapat mengizinkan orang tua atau wali Anda melakukannya atas nama Anda)."
      ]
    },
    {
      "title": "Keamanan",
      "content": [
        "Penyedia Layanan peduli tentang menjaga kerahasiaan informasi Anda. Karena Aplikasi terutama menyimpan data secara lokal di perangkat Anda dan tidak secara otomatis mengirimkannya, risiko data Anda diakses oleh individu yang tidak berwenang sangat minimal. Informasi perangkat yang disertakan dalam email dukungan sukarela dikirim menggunakan protokol keamanan email standar dan hanya digunakan untuk memberikan bantuan pelanggan."
      ]
    },
    {
      "title": "Perubahan",
      "content": [
        "Kebijakan Privasi ini dapat diperbarui dari waktu ke waktu untuk alasan apa pun. Penyedia Layanan akan memberi tahu Anda tentang perubahan apa pun pada Kebijakan Privasi mereka dengan memperbarui halaman ini dengan Kebijakan Privasi yang baru. Anda disarankan untuk berkonsultasi dengan Kebijakan Privasi ini secara teratur untuk setiap perubahan, karena penggunaan yang berkelanjutan dianggap sebagai persetujuan atas semua perubahan."
      ]
    },
    {
      "title": "Persetujuan Anda",
      "content": [
        "Dengan menggunakan Aplikasi, Anda menyetujui pemrosesan informasi Anda sebagaimana diatur dalam Kebijakan Privasi ini sekarang dan sebagaimana diubah oleh Penyedia Layanan."
      ]
    },
    {
      "title": "Hubungi Kami",
      "content": [
        "Jika Anda memiliki pertanyaan tentang privasi saat menggunakan Aplikasi, atau memiliki pertanyaan tentang praktik-praktik tersebut, silakan hubungi Penyedia Layanan melalui email di {{email}}."
      ]
    }
  ],
  "footer": "Kebijakan privasi ini berlaku efektif sejak {{date}}"
}