{
  "language": "it",
  "languageName": "Italiano",
  "title": "Informativa sulla Privacy",
  "intro": "Questa informativa sulla privacy si applica all'app TimeMeister (di seguito denominata \"Applicazione\") per dispositivi mobili che è stata creata da Thompson Costa Honorato (di seguito denominato \"Fornitore del Servizio\") come servizio Commerciale. Questo servizio è destinato all'uso \"COSÌ COM'È\".",
  "sections": [
    {
      "title": "Quali informazioni ottiene l'Applicazione e come vengono utilizzate?",
      "content": [
        "L'Applicazione memorizza le preferenze dell'utente (impostazioni) e la cronologia dei calcoli localmente sul tuo dispositivo utilizzando UserDefaults. Questi dati rimangono solo sul tuo dispositivo e non vengono trasmessi a server esterni. Questi dati locali vengono utilizzati per fornire le funzionalità principali dell'app, incluso il salvataggio delle tue impostazioni preferite e il mantenimento di una cronologia dei tuoi calcoli.",
        "Solo per scopi di assistenza clienti, quando scegli di contattare il supporto tramite la funzione email dell'app, le seguenti informazioni del dispositivo potrebbero essere incluse nella tua email di supporto per aiutarci ad assisterti meglio:",
        {
          "type": "list",
          "items": [
            "Modello del dispositivo (ad es., iPhone 15 Pro)",
            "Versione iOS (ad es., iOS 17.0)",
            "Versione dell'app",
            "Impostazioni di localizzazione/lingua del dispositivo"
          ]
        },
        "Queste informazioni del dispositivo vengono condivise solo quando invii volontariamente un'email di supporto e vengono utilizzate esclusivamente per fornire assistenza tecnica. Nessun identificativo personale viene raccolto o trasmesso a meno che tu non scelga di includerli nel tuo messaggio di supporto."
      ]
    },
    {
      "title": "Archiviazione Dati Locali",
      "content": [
        "L'applicazione memorizza preferenze e cronologia dei calcoli localmente sul tuo dispositivo. Questi dati sono accessibili solo dall'Applicazione e vengono eliminati quando disinstalli l'Applicazione. Nessun identificativo personale è associato a questi dati."
      ]
    },
    {
      "title": "L'Applicazione raccoglie informazioni precise sulla posizione in tempo reale del dispositivo?",
      "content": [
        "Questa Applicazione non raccoglie informazioni precise sulla posizione del tuo dispositivo mobile."
      ]
    },
    {
      "title": "Terze parti vedono e/o hanno accesso alle informazioni ottenute dall'Applicazione?",
      "content": [
        "Nessun dato viene automaticamente condiviso con terze parti. Tutte le preferenze dell'utente e la cronologia dei calcoli sono memorizzate localmente sul tuo dispositivo e non vengono trasmesse altrove.",
        "Quando invii volontariamente un'email di supporto tramite l'app, le informazioni del dispositivo (modello del dispositivo, versione iOS, versione dell'app e impostazioni di localizzazione) potrebbero essere incluse nella tua email al tuo provider di posta elettronica e al nostro team di supporto. Queste informazioni vengono condivise solo quando scegli di contattare il supporto e vengono utilizzate esclusivamente per fornire assistenza tecnica."
      ]
    },
    {
      "title": "Quali sono i miei diritti di esclusione?",
      "content": [
        "Puoi interrompere facilmente tutta la raccolta di informazioni da parte dell'Applicazione disinstallandola. Puoi utilizzare i processi di disinstallazione standard che potrebbero essere disponibili come parte del tuo dispositivo mobile o tramite il marketplace delle applicazioni mobili o la rete."
      ]
    },
    {
      "title": "Bambini",
      "content": [
        "L'Applicazione non viene utilizzata per sollecitare consapevolmente dati da o commercializzare a bambini di età inferiore ai 13 anni. Il Fornitore del Servizio non raccoglie consapevolmente informazioni personalmente identificabili da bambini. Il Fornitore del Servizio incoraggia tutti i bambini a non inviare mai informazioni personalmente identificabili tramite l'Applicazione e/o i Servizi. Il Fornitore del Servizio incoraggia genitori e tutori legali a monitorare l'uso di Internet dei loro bambini e ad aiutare a far rispettare questa Politica istruendo i loro bambini a non fornire mai informazioni personalmente identificabili tramite l'Applicazione e/o i Servizi senza il loro permesso. Se hai motivo di credere che un bambino abbia fornito informazioni personalmente identificabili al Fornitore del Servizio tramite l'Applicazione e/o i Servizi, contatta il Fornitore del Servizio ({{email}}) in modo che possano intraprendere le azioni necessarie. Devi anche avere almeno 16 anni per acconsentire al trattamento delle tue informazioni personalmente identificabili nel tuo paese (in alcuni paesi, potremmo permettere al tuo genitore o tutore di farlo per tuo conto)."
      ]
    },
    {
      "title": "Sicurezza",
      "content": [
        "Il Fornitore del Servizio è preoccupato di salvaguardare la riservatezza delle tue informazioni. Poiché l'Applicazione memorizza principalmente i dati localmente sul tuo dispositivo e non li trasmette automaticamente, c'è un rischio minimo che i tuoi dati vengano accessibili da individui non autorizzati. Le informazioni del dispositivo incluse nelle email di supporto volontarie vengono trasmesse utilizzando protocolli di sicurezza email standard e vengono utilizzate solo per fornire assistenza ai clienti."
      ]
    },
    {
      "title": "Modifiche",
      "content": [
        "Questa Informativa sulla Privacy può essere aggiornata di tanto in tanto per qualsiasi motivo. Il Fornitore del Servizio ti avviserà di eventuali modifiche alla loro Informativa sulla Privacy aggiornando questa pagina con la nuova Informativa sulla Privacy. Ti consigliamo di consultare regolarmente questa Informativa sulla Privacy per eventuali modifiche, poiché l'uso continuato è considerato approvazione di tutte le modifiche."
      ]
    },
    {
      "title": "Il Tuo Consenso",
      "content": [
        "Utilizzando l'Applicazione, stai acconsentendo al trattamento delle tue informazioni come stabilito in questa Informativa sulla Privacy ora e come modificato dal Fornitore del Servizio."
      ]
    },
    {
      "title": "Contattaci",
      "content": [
        "Se hai domande riguardo alla privacy durante l'utilizzo dell'Applicazione, o hai domande sulle pratiche, contatta il Fornitore del Servizio via email a {{email}}."
      ]
    }
  ],
  "footer": "Questa informativa sulla privacy è in vigore dal {{date}}"
}