{
  "language": "ja",
  "languageName": "日本語",
  "title": "プライバシーポリシー",
  "intro": "このプライバシーポリシーは、Thompson Costa Honorato（以下「サービス提供者」という）が商用サービスとして作成したモバイルデバイス用TimeMeister アプリ（以下「アプリケーション」という）に適用されます。このサービスは「現状のまま」での使用を意図しています。",
  "sections": [
    {
      "title": "アプリケーションが取得する情報とその使用方法",
      "content": [
        "アプリケーションは、UserDefaultsを使用して、ユーザーの設定と計算履歴をお客様のデバイス上にローカルで保存します。このデータはお客様のデバイス上にのみ保持され、外部サーバーには送信されません。このローカルデータは、お客様の優先設定の保存や計算履歴の保持など、アプリの核となる機能を提供するために使用されます。",
        "カスタマーサポートの目的のみで、お客様がアプリのメール機能を通じてサポートにお問い合わせいただく際、より良いサポートを提供するため、以下のデバイス情報がサポートメールに含まれる場合があります：",
        {
          "type": "list",
          "items": [
            "デバイスモデル（例：iPhone 15 Pro）",
            "iOSバージョン（例：iOS 17.0）",
            "アプリバージョン",
            "デバイスのロケール・言語設定"
          ]
        },
        "このデバイス情報は、お客様が自発的にサポートメールを送信した場合にのみ共有され、技術的サポートの提供のみに使用されます。お客様がサポートメッセージに含めることを選択しない限り、個人識別情報が収集または送信されることはありません。"
      ]
    },
    {
      "title": "ローカルデータストレージ",
      "content": [
        "アプリケーションは設定と計算履歴をお客様のデバイス上にローカルで保存します。このデータはアプリケーションのみがアクセス可能で、アプリケーションをアンインストールすると削除されます。これらのデータに個人識別情報は関連付けられていません。"
      ]
    },
    {
      "title": "アプリケーションはデバイスの正確なリアルタイム位置情報を収集しますか？",
      "content": [
        "このアプリケーションは、お客様のモバイルデバイスの位置に関する正確な情報を収集しません。"
      ]
    },
    {
      "title": "第三者はアプリケーションが取得した情報を閲覧および／またはアクセスできますか？",
      "content": [
        "データが第三者と自動的に共有されることはありません。すべてのユーザー設定と計算履歴はお客様のデバイス上にローカルで保存され、他の場所に送信されることはありません。",
        "お客様がアプリを通じて自発的にサポートメールを送信した場合、デバイス情報（デバイスモデル、iOSバージョン、アプリバージョン、ロケール設定）がお客様のメールプロバイダーと当社のサポートチームに含まれる場合があります。この情報は、お客様がサポートにお問い合わせいただく場合にのみ共有され、技術的サポートの提供のみに使用されます。"
      ]
    },
    {
      "title": "オプトアウト権は何ですか？",
      "content": [
        "アプリケーションをアンインストールすることで、アプリケーションによるすべての情報収集を簡単に停止できます。お客様のモバイルデバイスまたはモバイルアプリケーションマーケットプレイスやネットワークを通じて利用可能な標準のアンインストールプロセスを使用できます。"
      ]
    },
    {
      "title": "子供",
      "content": [
        "アプリケーションは、13歳未満の子供からデータを故意に収集したり、子供に対してマーケティングを行ったりするために使用されません。サービス提供者は子供から個人識別情報を故意に収集しません。サービス提供者は、すべての子供がアプリケーションおよび／またはサービスを通じて個人識別情報を決して提出しないよう促します。サービス提供者は、保護者および法定後見人に対し、子供のインターネット使用を監視し、子供が許可なくアプリケーションおよび／またはサービスを通じて個人識別情報を提供しないよう指導することで、このポリシーの実施を支援することを促します。子供がアプリケーションおよび／またはサービスを通じてサービス提供者に個人識別情報を提供したと信じる理由がある場合は、必要な措置を講じることができるよう、サービス提供者（{{email}}）にご連絡ください。また、お客様の国において個人識別情報の処理に同意するには、少なくとも16歳以上である必要があります（一部の国では、保護者または法定後見人がお客様に代わって同意することを認める場合があります）。"
      ]
    },
    {
      "title": "セキュリティ",
      "content": [
        "サービス提供者は、お客様の情報の機密性を保護することに関心を持っています。アプリケーションは主にお客様のデバイス上にデータをローカルで保存し、自動的に送信しないため、権限のない個人がお客様のデータにアクセスするリスクは最小限です。自発的なサポートメールに含まれるデバイス情報は、標準のメールセキュリティプロトコルを使用して送信され、カスタマーサポートの提供のみに使用されます。"
      ]
    },
    {
      "title": "変更",
      "content": [
        "このプライバシーポリシーは、理由を問わず随時更新される場合があります。サービス提供者は、このページを新しいプライバシーポリシーで更新することにより、プライバシーポリシーの変更をお客様に通知します。継続的な使用はすべての変更の承認とみなされるため、変更について定期的にこのプライバシーポリシーを確認することをお勧めします。"
      ]
    },
    {
      "title": "お客様の同意",
      "content": [
        "アプリケーションを使用することにより、お客様は現在およびサービス提供者によって修正されたこのプライバシーポリシーに定められた情報の処理に同意したことになります。"
      ]
    },
    {
      "title": "お問い合わせ",
      "content": [
        "アプリケーションの使用中にプライバシーに関してご質問がある場合、または実践についてご質問がある場合は、{{email}}までメールでサービス提供者にお問い合わせください。"
      ]
    }
  ],
  "footer": "このプライバシーポリシーは{{date}}より有効です"
}