{
  "language": "nl",
  "languageName": "Nederlands",
  "title": "Privacybeleid",
  "intro": "Dit privacybeleid is van toepassing op de TimeMeister-app (hierna te noemen \"Applicatie\") voor mobiele apparaten die werd gecreëerd door Thompson Costa Honorato (hierna te noemen \"Dienstverlener\") als een commerciële dienst. Deze dienst is bedoeld voor gebruik \"AS IS\".",
  "sections": [
    {
      "title": "Welke informatie verkrijgt de Applicatie en hoe wordt deze gebruikt?",
      "content": [
        "De Applicatie slaat gebruikersvoorkeuren (instellingen) en berekeningsgeschiedenis lokaal op uw apparaat op met behulp van UserDefaults. Deze gegevens blijven alleen op uw apparaat en worden niet verzonden naar externe servers. Deze lokale gegevens worden gebruikt om de kernfunctionaliteit van de app te bieden, inclusief het opslaan van uw voorkeurseinstellingen en het bijhouden van een geschiedenis van uw berekeningen.",
        "Uitsluitend voor klantenservice doeleinden, wanneer u ervoor kiest om contact op te nemen met de ondersteuning via de e-mailfunctie van de app, kan de volgende apparaatinformatie worden opgenomen in uw ondersteunings-e-mail om u beter te kunnen helpen:",
        {
          "type": "list",
          "items": [
            "Apparaatmodel (bijv. iPhone 15 Pro)",
            "iOS-versie (bijv. iOS 17.0)",
            "App-versie",
            "Apparaat lokalisatie/taalinstellingen"
          ]
        },
        "Deze apparaatinformatie wordt alleen gedeeld wanneer u vrijwillig een ondersteunings-e-mail verzendt en wordt uitsluitend gebruikt om technische assistentie te bieden. Er worden geen persoonlijke identificatiegegevens verzameld of verzonden, tenzij u ervoor kiest om deze in uw ondersteuningsbericht op te nemen."
      ]
    },
    {
      "title": "Lokale gegevensopslag",
      "content": [
        "De applicatie slaat voorkeuren en berekeningsgeschiedenis lokaal op uw apparaat op. Deze gegevens zijn alleen toegankelijk voor de Applicatie en worden verwijderd wanneer u de Applicatie deïnstalleert. Er worden geen persoonlijke identificatiegegevens gekoppeld aan deze gegevens."
      ]
    },
    {
      "title": "Verzamelt de Applicatie precieze realtime locatie-informatie van het apparaat?",
      "content": [
        "Deze Applicatie verzamelt geen precieze informatie over de locatie van uw mobiele apparaat."
      ]
    },
    {
      "title": "Zien derden de informatie die door de Applicatie wordt verkregen en/of hebben zij er toegang toe?",
      "content": [
        "Er worden geen gegevens automatisch gedeeld met derden. Alle gebruikersvoorkeuren en berekeningsgeschiedenis worden lokaal op uw apparaat opgeslagen en worden niet elders verzonden.",
        "Wanneer u vrijwillig een ondersteunings-e-mail verzendt via de app, kan apparaatinformatie (apparaatmodel, iOS-versie, app-versie en lokalisatie-instellingen) worden opgenomen in uw e-mail naar uw e-mailprovider en naar ons ondersteuningsteam. Deze informatie wordt alleen gedeeld wanneer u ervoor kiest om contact op te nemen met de ondersteuning en wordt uitsluitend gebruikt voor het bieden van technische assistentie."
      ]
    },
    {
      "title": "Wat zijn mijn opt-out rechten?",
      "content": [
        "U kunt alle informatieverzameling door de Applicatie eenvoudig stoppen door deze te deïnstalleren. U kunt de standaard deïnstallatieprocedures gebruiken die mogelijk beschikbaar zijn als onderdeel van uw mobiele apparaat of via de mobiele applicatie-marktplaats of netwerk."
      ]
    },
    {
      "title": "Kinderen",
      "content": [
        "De Applicatie wordt niet gebruikt om bewust gegevens te verzamelen van of marketing te richten op kinderen onder de 13 jaar. De Dienstverlener verzamelt niet bewust persoonlijk identificeerbare informatie van kinderen. De Dienstverlener moedigt alle kinderen aan om nooit persoonlijk identificeerbare informatie in te dienen via de Applicatie en/of Diensten. De Dienstverlener moedigt ouders en wettelijke voogden aan om het internetgebruik van hun kinderen te monitoren en te helpen bij het handhaven van dit Beleid door hun kinderen te instrueren om nooit persoonlijk identificeerbare informatie te verstrekken via de Applicatie en/of Diensten zonder hun toestemming. Als u reden heeft om te geloven dat een kind persoonlijk identificeerbare informatie heeft verstrekt aan de Dienstverlener via de Applicatie en/of Diensten, neem dan contact op met de Dienstverlener ({{email}}) zodat zij de nodige acties kunnen ondernemen. U moet ook ten minste 16 jaar oud zijn om toestemming te geven voor de verwerking van uw persoonlijk identificeerbare informatie in uw land (in sommige landen kunnen we uw ouder of voogd toestaan dit namens u te doen)."
      ]
    },
    {
      "title": "Beveiliging",
      "content": [
        "De Dienstverlener is bezorgd over het waarborgen van de vertrouwelijkheid van uw informatie. Omdat de Applicatie voornamelijk gegevens lokaal op uw apparaat opslaat en deze niet automatisch verzendt, is er minimaal risico dat uw gegevens worden benaderd door onbevoegde personen. Apparaatinformatie die is opgenomen in vrijwillige ondersteunings-e-mails wordt verzonden met behulp van standaard e-mailbeveiligingsprotocollen en wordt alleen gebruikt voor het bieden van klantenassistentie."
      ]
    },
    {
      "title": "Wijzigingen",
      "content": [
        "Dit Privacybeleid kan van tijd tot tijd om welke reden dan ook worden bijgewerkt. De Dienstverlener zal u op de hoogte stellen van eventuele wijzigingen in hun Privacybeleid door deze pagina bij te werken met het nieuwe Privacybeleid. U wordt geadviseerd dit Privacybeleid regelmatig te raadplegen voor eventuele wijzigingen, aangezien voortgezet gebruik wordt beschouwd als goedkeuring van alle wijzigingen."
      ]
    },
    {
      "title": "Uw toestemming",
      "content": [
        "Door de Applicatie te gebruiken, stemt u in met de verwerking van uw informatie zoals uiteengezet in dit Privacybeleid nu en zoals gewijzigd door de Dienstverlener."
      ]
    },
    {
      "title": "Contact opnemen",
      "content": [
        "Als u vragen heeft betreffende privacy tijdens het gebruik van de Applicatie, of vragen heeft over de praktijken, neem dan contact op met de Dienstverlener via e-mail op {{email}}."
      ]
    }
  ],
  "footer": "Dit privacybeleid is van kracht vanaf {{date}}"
}