{
  "language": "no",
  "languageName": "Norsk Bokmål",
  "title": "Personvernerklæring",
  "intro": "Denne personvernerklæringen gjelder for TimePro-appen (heretter referert til som \"Applikasjonen\") for mobile enheter som ble opprettet av Thompson Costa Honorato (heretter referert til som \"Tjenesteleverandøren\") som en kommersiell tjeneste. Denne tjenesten er ment for bruk \"SOM DEN ER\".",
  "sections": [
    {
      "title": "Hvilken informasjon innhenter Applikasjonen og hvordan blir den brukt?",
      "content": [
        "Applikasjonen lagrer brukerpreferanser (innstillinger) og kalkulasjonshistorikk lokalt på enheten din ved bruk av UserDefaults. Disse dataene forblir kun på enheten din og sendes ikke til noen eksterne servere. Disse lokale dataene brukes til å tilby appens kjernefunksjonalitet, inkludert å lagre dine foretrukne innstillinger og opprettholde en historikk over kalkulasjonene dine.",
        "Kun for kundestøtteformål, når du velger å kontakte støtte gjennom appens e-postfunksjon, kan følgende enhetsinformasjon inkluderes i din støtte-e-post for å hjelpe oss med å bistå deg bedre:",
        {
          "type": "list",
          "items": [
            "Enhetsmodell (f.eks. iPhone 15 Pro)",
            "iOS-versjon (f.eks. iOS 17.0)",
            "Appversjon",
            "Enhetens locale/språkinnstillinger"
          ]
        },
        "Denne enhetsinformasjonen deles kun når du frivillig sender en støtte-e-post og brukes utelukkende til å tilby teknisk assistanse. Ingen personlige identifikatorer samles inn eller overføres med mindre du velger å inkludere dem i støttemeldingen din."
      ]
    },
    {
      "title": "Lokal datalagring",
      "content": [
        "Applikasjonen lagrer preferanser og kalkulasjonshistorikk lokalt på enheten din. Disse dataene er kun tilgjengelige for Applikasjonen og slettes når du avinstallerer Applikasjonen. Ingen personlige identifikatorer er assosiert med disse dataene."
      ]
    },
    {
      "title": "Samler Applikasjonen inn presis sanntids stedsinformasjon fra enheten?",
      "content": [
        "Denne Applikasjonen samler ikke inn presis informasjon om plasseringen til den mobile enheten din."
      ]
    },
    {
      "title": "Ser tredjeparter og/eller har tilgang til informasjon innhentet av Applikasjonen?",
      "content": [
        "Ingen data deles automatisk med tredjeparter. Alle brukerpreferanser og kalkulasjonshistorikk lagres lokalt på enheten din og overføres ikke andre steder.",
        "Når du frivillig sender en støtte-e-post gjennom appen, kan enhetsinformasjon (enhetsmodell, iOS-versjon, appversjon og locale-innstillinger) inkluderes i e-posten din til e-postleverandøren din og til vårt støtteteam. Denne informasjonen deles kun når du velger å kontakte støtte og brukes utelukkende til å tilby teknisk assistanse."
      ]
    },
    {
      "title": "Hva er mine opt-out-rettigheter?",
      "content": [
        "Du kan enkelt stoppe all innsamling av informasjon av Applikasjonen ved å avinstallere den. Du kan bruke standard avinstalleringsprosesser som kan være tilgjengelige som en del av den mobile enheten din eller via den mobile applikasjonsmarkedsplassen eller nettverket."
      ]
    },
    {
      "title": "Barn",
      "content": [
        "Applikasjonen brukes ikke til bevisst å be om data fra eller markedsføre til barn under 13 år. Tjenesteleverandøren samler ikke bevisst inn personlig identifiserbar informasjon fra barn. Tjenesteleverandøren oppfordrer alle barn til aldri å sende inn personlig identifiserbar informasjon gjennom Applikasjonen og/eller Tjenestene. Tjenesteleverandøren oppfordrer foreldre og juridiske foresatte til å overvåke sine barns internettbruk og til å hjelpe med å håndheve denne Retningslinjen ved å instruere barna sine om aldri å oppgi personlig identifiserbar informasjon gjennom Applikasjonen og/eller Tjenestene uten deres tillatelse. Hvis du har grunn til å tro at et barn har oppgitt personlig identifiserbar informasjon til Tjenesteleverandøren gjennom Applikasjonen og/eller Tjenestene, vennligst kontakt Tjenesteleverandøren ({{email}}) slik at de kan ta de nødvendige tiltakene. Du må også være minst 16 år gammel for å samtykke til behandling av din personlig identifiserbare informasjon i ditt land (i noen land kan vi tillate at din forelder eller foresatte gjør dette på dine vegne)."
      ]
    },
    {
      "title": "Sikkerhet",
      "content": [
        "Tjenesteleverandøren er opptatt av å beskytte konfidensialiteten til informasjonen din. Siden Applikasjonen primært lagrer data lokalt på enheten din og ikke automatisk overfører dem, er det minimal risiko for at dataene dine blir tilgjengelig for uautoriserte personer. Enhetsinformasjon inkludert i frivillige støtte-e-poster overføres ved bruk av standard e-postsikkerhetsprotokoller og brukes kun til å tilby kundehjelp."
      ]
    },
    {
      "title": "Endringer",
      "content": [
        "Denne Personvernerklæringen kan oppdateres fra tid til annen av hvilken som helst grunn. Tjenesteleverandøren vil varsle deg om eventuelle endringer i Personvernerklæringen ved å oppdatere denne siden med den nye Personvernerklæringen. Du anbefales å konsultere denne Personvernerklæringen regelmessig for eventuelle endringer, ettersom fortsatt bruk anses som godkjennelse av alle endringer."
      ]
    },
    {
      "title": "Ditt samtykke",
      "content": [
        "Ved å bruke Applikasjonen samtykker du til behandling av informasjonen din som beskrevet i denne Personvernerklæringen nå og som endret av Tjenesteleverandøren."
      ]
    },
    {
      "title": "Kontakt oss",
      "content": [
        "Hvis du har spørsmål angående personvern mens du bruker Applikasjonen, eller har spørsmål om praksisene, vennligst kontakt Tjenesteleverandøren via e-post på {{email}}."
      ]
    }
  ],
  "footer": "Denne personvernerklæringen trer i kraft fra {{date}}"
}