{
  "language": "pl",
  "languageName": "Polski",
  "title": "Polityka Prywatności",
  "intro": "Niniejsza polityka prywatności dotyczy aplikacji TimeMeister (określanej dalej jako \"Aplikacja\") na urządzenia mobilne, która została stworzona przez Thompson Costa Honorato (określanego dalej jako \"Dostawca Usług\") jako usługa komercyjna. Ta usługa jest przeznaczona do użytku \"TAK JAK JEST\".",
  "sections": [
    {
      "title": "Jakie informacje zbiera Aplikacja i jak są wykorzystywane?",
      "content": [
        "Aplikacja przechowuje preferencje użytkownika (ustawienia) i historię obliczeń lokalnie na Twoim urządzeniu, używając UserDefaults. Te dane pozostają wyłącznie na Twoim urządzeniu i nie są przekazywane do żadnych zewnętrznych serwerów. Te lokalne dane są wykorzystywane do zapewnienia podstawowej funkcjonalności aplikacji, w tym zapisywania preferowanych ustawień i utrzymywania historii obliczeń.",
        "Wyłącznie w celach wsparcia klienta, gdy zdecydujesz się skontaktować z pomocą techniczną za pośrednictwem funkcji e-mail aplikacji, następujące informacje o urządzeniu mogą zostać dołączone do Twojego e-maila wsparcia, aby lepiej Ci pomóc:",
        {
          "type": "list",
          "items": [
            "Model urządzenia (np. iPhone 15 Pro)",
            "Wersja iOS (np. iOS 17.0)",
            "Wersja aplikacji",
            "Ustawienia lokalizacji/języka urządzenia"
          ]
        },
        "Te informacje o urządzeniu są udostępniane tylko wtedy, gdy dobrowolnie wysyłasz e-mail wsparcia i są wykorzystywane wyłącznie do świadczenia pomocy technicznej. Żadne dane osobowe nie są zbierane ani przekazywane, chyba że zdecydujesz się je uwzględnić w swojej wiadomości wsparcia."
      ]
    },
    {
      "title": "Lokalne przechowywanie danych",
      "content": [
        "Aplikacja przechowuje preferencje i historię obliczeń lokalnie na Twoim urządzeniu. Dane te są dostępne tylko dla Aplikacji i są usuwane po odinstalowaniu Aplikacji. Z tymi danymi nie są związane żadne dane osobowe."
      ]
    },
    {
      "title": "Czy Aplikacja zbiera precyzyjne informacje o lokalizacji urządzenia w czasie rzeczywistym?",
      "content": [
        "Ta Aplikacja nie zbiera precyzyjnych informacji o lokalizacji Twojego urządzenia mobilnego."
      ]
    },
    {
      "title": "Czy strony trzecie widzą i/lub mają dostęp do informacji uzyskanych przez Aplikację?",
      "content": [
        "Żadne dane nie są automatycznie udostępniane stronom trzecim. Wszystkie preferencje użytkownika i historia obliczeń są przechowywane lokalnie na Twoim urządzeniu i nie są przekazywane w inne miejsca.",
        "Gdy dobrowolnie wysyłasz e-mail wsparcia za pośrednictwem aplikacji, informacje o urządzeniu (model urządzenia, wersja iOS, wersja aplikacji i ustawienia lokalizacji) mogą zostać dołączone do Twojego e-maila do Twojego dostawcy poczty e-mail i do naszego zespołu wsparcia. Te informacje są udostępniane tylko wtedy, gdy zdecydujesz się skontaktować z pomocą techniczną i są wykorzystywane wyłącznie do świadczenia pomocy technicznej."
      ]
    },
    {
      "title": "Jakie są moje prawa do rezygnacji?",
      "content": [
        "Możesz łatwo zatrzymać wszelkie zbieranie informacji przez Aplikację, odinstalowując ją. Możesz użyć standardowych procesów odinstalowania, które mogą być dostępne w ramach Twojego urządzenia mobilnego lub za pośrednictwem sklepu z aplikacjami mobilnymi lub sieci."
      ]
    },
    {
      "title": "Dzieci",
      "content": [
        "Aplikacja nie jest wykorzystywana do świadomego pozyskiwania danych od dzieci poniżej 13 roku życia lub kierowania do nich reklam. Dostawca Usług nie zbiera świadomie danych osobowych od dzieci. Dostawca Usług zachęca wszystkie dzieci, aby nigdy nie podawały żadnych danych osobowych za pośrednictwem Aplikacji i/lub Usług. Dostawca Usług zachęca rodziców i opiekunów prawnych do monitorowania korzystania z Internetu przez swoje dzieci i do pomocy we wdrażaniu tej Polityki poprzez instruowanie swoich dzieci, aby nigdy nie podawały danych osobowych za pośrednictwem Aplikacji i/lub Usług bez ich pozwolenia. Jeśli masz powody, aby sądzić, że dziecko podało dane osobowe Dostawcy Usług za pośrednictwem Aplikacji i/lub Usług, skontaktuj się z Dostawcą Usług ({{email}}), aby mógł podjąć niezbędne działania. Musisz mieć również co najmniej 16 lat, aby wyrazić zgodę na przetwarzanie swoich danych osobowych w swoim kraju (w niektórych krajach możemy pozwolić Twojemu rodzicowi lub opiekunowi na wyrażenie takiej zgody w Twoim imieniu)."
      ]
    },
    {
      "title": "Bezpieczeństwo",
      "content": [
        "Dostawca Usług dba o ochronę poufności Twoich informacji. Ponieważ Aplikacja przechowuje dane głównie lokalnie na Twoim urządzeniu i nie przekazuje ich automatycznie, istnieje minimalne ryzyko, że Twoje dane będą dostępne dla nieuprawnionych osób. Informacje o urządzeniu dołączone do dobrowolnych e-maili wsparcia są przekazywane przy użyciu standardowych protokołów bezpieczeństwa poczty e-mail i są wykorzystywane wyłącznie do świadczenia pomocy klientom."
      ]
    },
    {
      "title": "Zmiany",
      "content": [
        "Niniejsza Polityka Prywatności może być aktualizowana od czasu do czasu z dowolnego powodu. Dostawca Usług powiadomi Cię o wszelkich zmianach w swojej Polityce Prywatności poprzez aktualizację tej strony nową Polityką Prywatności. Zaleca się regularne sprawdzanie tej Polityki Prywatności pod kątem wszelkich zmian, ponieważ dalsze korzystanie jest uważane za akceptację wszystkich zmian."
      ]
    },
    {
      "title": "Twoja zgoda",
      "content": [
        "Korzystając z Aplikacji, wyrażasz zgodę na przetwarzanie Twoich informacji zgodnie z niniejszą Polityką Prywatności w obecnej formie i w formie zmienionej przez Dostawcę Usług."
      ]
    },
    {
      "title": "Skontaktuj się z nami",
      "content": [
        "Jeśli masz jakiekolwiek pytania dotyczące prywatności podczas korzystania z Aplikacji lub masz pytania dotyczące praktyk, skontaktuj się z Dostawcą Usług za pośrednictwem poczty e-mail pod adresem {{email}}."
      ]
    }
  ],
  "footer": "Niniejsza polityka prywatności obowiązuje od {{date}}"
}