{
  "language": "ru",
  "languageName": "Русский",
  "title": "Политика конфиденциальности",
  "intro": "Данная политика конфиденциальности применяется к приложению TimeMeister (далее именуемому «Приложение») для мобильных устройств, созданному Thompson Costa Honorato (далее именуемым «Поставщик услуг») как коммерческая услуга. Данная услуга предназначена для использования «КАК ЕСТЬ».",
  "sections": [
    {
      "title": "Какую информацию получает Приложение и как она используется?",
      "content": [
        "Приложение сохраняет пользовательские настройки и историю вычислений локально на вашем устройстве, используя UserDefaults. Эти данные остаются только на вашем устройстве и не передаются на внешние серверы. Эти локальные данные используются для обеспечения основной функциональности приложения, включая сохранение ваших предпочтительных настроек и ведение истории ваших вычислений.",
        "Исключительно для целей поддержки клиентов, когда вы решаете обратиться в службу поддержки через функцию электронной почты приложения, следующая информация об устройстве может быть включена в ваше письмо в службу поддержки, чтобы помочь нам лучше вам помочь:",
        {
          "type": "list",
          "items": [
            "Модель устройства (например, iPhone 15 Pro)",
            "Версия iOS (например, iOS 17.0)",
            "Версия приложения",
            "Настройки локали/языка устройства"
          ]
        },
        "Эта информация об устройстве предоставляется только тогда, когда вы добровольно отправляете письмо в службу поддержки, и используется исключительно для предоставления технической помощи. Личные идентификаторы не собираются и не передаются, если только вы не решите включить их в свое сообщение в службу поддержки."
      ]
    },
    {
      "title": "Локальное хранение данных",
      "content": [
        "Приложение сохраняет настройки и историю вычислений локально на вашем устройстве. Эти данные доступны только Приложению и удаляются при удалении Приложения. С этими данными не связаны никакие личные идентификаторы."
      ]
    },
    {
      "title": "Собирает ли Приложение точную информацию о местоположении устройства в реальном времени?",
      "content": [
        "Данное Приложение не собирает точную информацию о местоположении вашего мобильного устройства."
      ]
    },
    {
      "title": "Видят ли третьи стороны и/или имеют ли доступ к информации, полученной Приложением?",
      "content": [
        "Никакие данные не передаются третьим сторонам автоматически. Все пользовательские настройки и история вычислений сохраняются локально на вашем устройстве и не передаются в другие места.",
        "Когда вы добровольно отправляете письмо в службу поддержки через приложение, информация об устройстве (модель устройства, версия iOS, версия приложения и настройки локали) может быть включена в ваше письмо вашему провайдеру электронной почты и нашей команде поддержки. Эта информация передается только тогда, когда вы решаете обратиться в службу поддержки, и используется исключительно для предоставления технической помощи."
      ]
    },
    {
      "title": "Каковы мои права на отказ?",
      "content": [
        "Вы можете легко прекратить сбор информации Приложением, удалив его. Вы можете использовать стандартные процессы удаления, которые могут быть доступны в рамках вашего мобильного устройства или через магазин мобильных приложений или сеть."
      ]
    },
    {
      "title": "Дети",
      "content": [
        "Приложение не используется для преднамеренного сбора данных от детей младше 13 лет или маркетинга, направленного на них. Поставщик услуг не собирает преднамеренно личную информацию от детей. Поставщик услуг призывает всех детей никогда не предоставлять любую личную информацию через Приложение и/или Услуги. Поставщик услуг призывает родителей и законных опекунов контролировать использование Интернета их детьми и помогать обеспечивать соблюдение данной Политики, инструктируя своих детей никогда не предоставлять личную информацию через Приложение и/или Услуги без их разрешения. Если у вас есть основания полагать, что ребенок предоставил личную информацию Поставщику услуг через Приложение и/или Услуги, пожалуйста, свяжитесь с Поставщиком услуг ({{email}}), чтобы они могли предпринять необходимые действия. Вам также должно быть не менее 16 лет, чтобы дать согласие на обработку вашей личной информации в вашей стране (в некоторых странах мы можем разрешить вашему родителю или опекуну сделать это от вашего имени)."
      ]
    },
    {
      "title": "Безопасность",
      "content": [
        "Поставщик услуг заботится о защите конфиденциальности вашей информации. Поскольку Приложение в основном сохраняет данные локально на вашем устройстве и не передает их автоматически, существует минимальный риск доступа к вашим данным неавторизованными лицами. Информация об устройстве, включенная в добровольные письма в службу поддержки, передается с использованием стандартных протоколов безопасности электронной почты и используется только для предоставления клиентской помощи."
      ]
    },
    {
      "title": "Изменения",
      "content": [
        "Данная Политика конфиденциальности может быть обновлена время от времени по любой причине. Поставщик услуг уведомит вас о любых изменениях в своей Политике конфиденциальности, обновив данную страницу новой Политикой конфиденциальности. Вам рекомендуется регулярно обращаться к данной Политике конфиденциальности для ознакомления с изменениями, поскольку продолжение использования считается одобрением всех изменений."
      ]
    },
    {
      "title": "Ваше согласие",
      "content": [
        "Используя Приложение, вы соглашаетесь на обработку вашей информации, как изложено в данной Политике конфиденциальности сейчас и в редакции, внесенной Поставщиком услуг."
      ]
    },
    {
      "title": "Свяжитесь с нами",
      "content": [
        "Если у вас есть вопросы относительно конфиденциальности при использовании Приложения или вопросы о практиках, пожалуйста, свяжитесь с Поставщиком услуг по электронной почте {{email}}."
      ]
    }
  ],
  "footer": "Данная политика конфиденциальности действует с {{date}}"
}