{
  "language": "sv",
  "languageName": "Svenska",
  "title": "Integritetspolicy",
  "intro": "Denna integritetspolicy gäller för TimePro-appen (härmed benämnd \"Applikationen\") för mobila enheter som skapades av Thompson Costa Honorato (härmed benämnd \"Tjänsteleverantören\") som en kommersiell tjänst. Denna tjänst är avsedd att användas \"SOM DEN ÄR\".",
  "sections": [
    {
      "title": "Vilken information hämtar Applikationen och hur används den?",
      "content": [
        "Applikationen lagrar användarpreferenser (inställningar) och beräkningshistorik lokalt på din enhet med hjälp av UserDefaults. Denna data förblir endast på din enhet och överförs inte till några externa servrar. Denna lokala data används för att tillhandahålla appens kärnfunktionalitet, inklusive att spara dina föredragna inställningar och upprätthålla en historik över dina beräkningar.",
        "Endast för kundsupportändamål, när du väljer att kontakta support genom appens e-postfunktion, kan följande enhetsinformation inkluderas i din support-e-post för att hjälpa oss att hjälpa dig bättre:",
        {
          "type": "list",
          "items": [
            "Enhetsmodell (t.ex. iPhone 15 Pro)",
            "iOS-version (t.ex. iOS 17.0)",
            "Appversion",
            "Enhetens språk-/lokalinställningar"
          ]
        },
        "Denna enhetsinformation delas endast när du frivilligt skickar en support-e-post och används uteslutande för att tillhandahålla teknisk assistans. Inga personliga identifierare samlas in eller överförs om du inte väljer att inkludera dem i ditt supportmeddelande."
      ]
    },
    {
      "title": "Lokal datalagring",
      "content": [
        "Applikationen lagrar preferenser och beräkningshistorik lokalt på din enhet. Denna data är endast tillgänglig för Applikationen och raderas när du avinstallerar Applikationen. Inga personliga identifierare är associerade med denna data."
      ]
    },
    {
      "title": "Samlar Applikationen in exakt realtidspositionsinformation från enheten?",
      "content": [
        "Denna Applikation samlar inte in exakt information om din mobila enhets position."
      ]
    },
    {
      "title": "Ser tredje parter och/eller har de tillgång till information som erhålls av Applikationen?",
      "content": [
        "Ingen data delas automatiskt med tredje parter. Alla användarpreferenser och beräkningshistorik lagras lokalt på din enhet och överförs inte någon annanstans.",
        "När du frivilligt skickar en support-e-post genom appen kan enhetsinformation (enhetsmodell, iOS-version, appversion och språkinställningar) inkluderas i din e-post till din e-postleverantör och till vårt supportteam. Denna information delas endast när du väljer att kontakta support och används uteslutande för att tillhandahålla teknisk assistans."
      ]
    },
    {
      "title": "Vilka är mina rättigheter att välja bort?",
      "content": [
        "Du kan enkelt stoppa all insamling av information av Applikationen genom att avinstallera den. Du kan använda de standardiserade avinstallationsprocesser som kan vara tillgängliga som en del av din mobila enhet eller via den mobila applikationsmarknadsplatsen eller nätverket."
      ]
    },
    {
      "title": "Barn",
      "content": [
        "Applikationen används inte för att medvetet begära data från eller marknadsföra till barn under 13 års ålder. Tjänsteleverantören samlar inte medvetet in personligt identifierbar information från barn. Tjänsteleverantören uppmuntrar alla barn att aldrig lämna personligt identifierbar information genom Applikationen och/eller Tjänsterna. Tjänsteleverantören uppmuntrar föräldrar och vårdnadshavare att övervaka sina barns internetanvändning och att hjälpa till att genomdriva denna Policy genom att instruera sina barn att aldrig tillhandahålla personligt identifierbar information genom Applikationen och/eller Tjänsterna utan deras tillstånd. Om du har anledning att tro att ett barn har tillhandahållit personligt identifierbar information till Tjänsteleverantören genom Applikationen och/eller Tjänsterna, vänligen kontakta Tjänsteleverantören ({{email}}) så att de kommer att kunna vidta nödvändiga åtgärder. Du måste också vara minst 16 år gammal för att samtycka till behandlingen av din personligt identifierbara information i ditt land (i vissa länder kan vi tillåta din förälder eller vårdnadshavare att göra detta för din räkning)."
      ]
    },
    {
      "title": "Säkerhet",
      "content": [
        "Tjänsteleverantören är angelägen om att skydda konfidentialiteten för din information. Eftersom Applikationen främst lagrar data lokalt på din enhet och inte automatiskt överför den, finns det minimal risk för att din data ska kommas åt av obehöriga individer. Enhetsinformation som ingår i frivilliga support-e-postmeddelanden överförs med hjälp av vanliga e-postsäkerhetsprotokoll och används endast för att tillhandahålla kundassistans."
      ]
    },
    {
      "title": "Ändringar",
      "content": [
        "Denna Integritetspolicy kan uppdateras från tid till annan av vilken anledning som helst. Tjänsteleverantören kommer att meddela dig om eventuella ändringar av deras Integritetspolicy genom att uppdatera denna sida med den nya Integritetspolicyn. Du rekommenderas att regelbundet konsultera denna Integritetspolicy för eventuella ändringar, eftersom fortsatt användning anses vara godkännande av alla ändringar."
      ]
    },
    {
      "title": "Ditt samtycke",
      "content": [
        "Genom att använda Applikationen samtycker du till behandlingen av din information som anges i denna Integritetspolicy nu och som ändrad av Tjänsteleverantören."
      ]
    },
    {
      "title": "Kontakta oss",
      "content": [
        "Om du har några frågor angående integritet när du använder Applikationen, eller har frågor om metoderna, vänligen kontakta Tjänsteleverantören via e-post på {{email}}."
      ]
    }
  ],
  "footer": "Denna integritetspolicy gäller från och med {{date}}"
}
