{
  "language": "th",
  "languageName": "ไทย",
  "title": "นโยบายความเป็นส่วนตัว",
  "intro": "นโยบายความเป็นส่วนตัวนี้ใช้กับแอปพลิเคชัน TimePro (ซึ่งต่อไปนี้จะเรียกว่า \"แอปพลิเคชัน\") สำหรับอุปกรณ์มือถือที่สร้างโดย Thompson Costa Honorato (ซึ่งต่อไปนี้จะเรียกว่า \"ผู้ให้บริการ\") เป็นบริการเชิงพาณิชย์ บริการนี้มีไว้สำหรับใช้งาน \"ตามสภาพที่เป็น\"",
  "sections": [
    {
      "title": "แอปพลิเคชันได้รับข้อมูลอะไรและใช้อย่างไร?",
      "content": [
        "แอปพลิเคชันจะเก็บการตั้งค่าของผู้ใช้ (การตั้งค่า) และประวัติการคำนวณไว้ในท้องถิ่นบนอุปกรณ์ของคุณโดยใช้ UserDefaults ข้อมูลนี้จะอยู่เฉพาะในอุปกรณ์ของคุณและไม่ได้ถูกส่งไปยังเซิร์ฟเวอร์ภายนอกใดๆ ข้อมูลในท้องถิ่นนี้จะใช้เพื่อให้บริการฟังก์ชันหลักของแอป รวมถึงการบันทึกการตั้งค่าที่คุณต้องการและการรักษาประวัติการคำนวณของคุณ",
        "สำหรับวัตถุประสงค์ในการสนับสนุนลูกค้าเท่านั้น เมื่อคุณเลือกที่จะติดต่อฝ่ายสนับสนุนผ่านฟีเจอร์อีเมลของแอป ข้อมูลอุปกรณ์ต่อไปนี้อาจรวมอยู่ในอีเมลสนับสนุนของคุณเพื่อช่วยให้เราสามารถช่วยเหลือคุณได้ดีขึ้น:",
        {
          "type": "list",
          "items": [
            "รุ่นอุปกรณ์ (เช่น iPhone 15 Pro)",
            "เวอร์ชัน iOS (เช่น iOS 17.0)",
            "เวอร์ชันแอป",
            "การตั้งค่าภาษา/ท้องถิ่นของอุปกรณ์"
          ]
        },
        "ข้อมูลอุปกรณ์นี้จะถูกแชร์เฉพาะเมื่อคุณส่งอีเมลสนับสนุนโดยสมัครใจและใช้เฉพาะเพื่อให้ความช่วยเหลือทางเทคนิค ไม่มีการเก็บรวบรวมหรือส่งข้อมูลประจำตัวส่วนบุคคลใดๆ เว้นแต่คุณจะเลือกที่จะรวมไว้ในข้อความสนับสนุนของคุณ"
      ]
    },
    {
      "title": "การจัดเก็บข้อมูลในท้องถิ่น",
      "content": [
        "แอปพลิเคชันจะเก็บการตั้งค่าและประวัติการคำนวณไว้ในท้องถิ่นบนอุปกรณ์ของคุณ ข้อมูลนี้สามารถเข้าถึงได้เฉพาะโดยแอปพลิเคชันเท่านั้นและจะถูกลบเมื่อคุณถอนการติดตั้งแอปพลิเคชัน ไม่มีข้อมูลประจำตัวส่วนบุคคลใดๆ เชื่อมโยงกับข้อมูลเหล่านี้"
      ]
    },
    {
      "title": "แอปพลิเคชันเก็บข้อมูลตำแหน่งที่ตั้งแบบเรียลไทม์ที่แม่นยำของอุปกรณ์หรือไม่?",
      "content": [
        "แอปพลิเคชันนี้ไม่เก็บข้อมูลที่แม่นยำเกี่ยวกับตำแหน่งที่ตั้งของอุปกรณ์มือถือของคุณ"
      ]
    },
    {
      "title": "บุคคลที่สามเห็นและ/หรือสามารถเข้าถึงข้อมูลที่แอปพลิเคชันได้รับหรือไม่?",
      "content": [
        "ไม่มีข้อมูลใดที่ถูกแชร์กับบุคคลที่สามโดยอัตโนมัติ การตั้งค่าของผู้ใช้และประวัติการคำนวณทั้งหมดจะถูกเก็บไว้ในท้องถิ่นบนอุปกรณ์ของคุณและไม่ได้ถูกส่งไปที่อื่น",
        "เมื่อคุณส่งอีเมลสนับสนุนผ่านแอปโดยสมัครใจ ข้อมูลอุปกรณ์ (รุ่นอุปกรณ์ เวอร์ชัน iOS เวอร์ชันแอป และการตั้งค่าท้องถิ่น) อาจรวมอยู่ในอีเมลของคุณไปยังผู้ให้บริการอีเมลของคุณและทีมสนับสนุนของเรา ข้อมูลนี้จะถูกแชร์เฉพาะเมื่อคุณเลือกที่จะติดต่อฝ่ายสนับสนุนและใช้เฉพาะเพื่อให้ความช่วยเหลือทางเทคนิค"
      ]
    },
    {
      "title": "สิทธิในการเลือกไม่เข้าร่วมของฉันคืออะไร?",
      "content": [
        "คุณสามารถหยุดการเก็บรวบรวมข้อมูลทั้งหมดโดยแอปพลิเคชันได้อย่างง่ายดายโดยการถอนการติดตั้ง คุณอาจใช้กระบวนการถอนการติดตั้งมาตรฐานที่อาจมีอยู่เป็นส่วนหนึ่งของอุปกรณ์มือถือของคุณหรือผ่านตลาดแอปพลิเคชันมือถือหรือเครือข่าย"
      ]
    },
    {
      "title": "เด็ก",
      "content": [
        "แอปพลิเคชันไม่ได้ใช้เพื่อขอข้อมูลหรือตลาดให้กับเด็กอายุต่ำกว่า 13 ปีโดยเจตนา ผู้ให้บริการไม่เก็บรวบรวมข้อมูลประจำตัวส่วนบุคคลจากเด็กโดยเจตนา ผู้ให้บริการสนับสนุนให้เด็กทุกคนไม่ส่งข้อมูลประจำตัวส่วนบุคคลใดๆ ผ่านแอปพลิเคชันและ/หรือบริการ ผู้ให้บริการสนับสนุนให้ผู้ปกครองและผู้ปกครองตามกฎหมายตรวจสอบการใช้อินเทอร์เน็ตของเด็กและช่วยบังคับใช้นโยบายนี้โดยการแนะนำให้เด็กไม่ให้ข้อมูลประจำตัวส่วนบุคคลผ่านแอปพลิเคชันและ/หรือบริการโดยไม่ได้รับอนุญาต หากคุณมีเหตุผลที่จะเชื่อว่าเด็กได้ให้ข้อมูลประจำตัวส่วนบุคคลกับผู้ให้บริการผ่านแอปพลิเคชันและ/หรือบริการ โปรดติดต่อผู้ให้บริการ ({{email}}) เพื่อให้สามารถดำเนินการที่จำเป็นได้ คุณต้องมีอายุอย่างน้อย 16 ปีเพื่อให้ความยินยอมในการประมวลผลข้อมูลประจำตัวส่วนบุคคลของคุณในประเทศของคุณ (ในบางประเทศ เราอาจอนุญาตให้ผู้ปกครองหรือผู้ปกครองของคุณทำแทนคุณ)"
      ]
    },
    {
      "title": "ความปลอดภัย",
      "content": [
        "ผู้ให้บริการให้ความสำคัญกับการปกป้องความลับของข้อมูลของคุณ เนื่องจากแอปพลิเคชันส่วนใหญ่เก็บข้อมูลไว้ในท้องถิ่นบนอุปกรณ์ของคุณและไม่ส่งข้อมูลโดยอัตโนมัติ จึงมีความเสี่ยงน้อยที่ข้อมูลของคุณจะถูกเข้าถึงโดยบุคคลที่ไม่ได้รับอนุญาต ข้อมูลอุปกรณ์ที่รวมอยู่ในอีเมลสนับสนุนโดยสมัครใจจะถูกส่งผ่านโปรโตคอลความปลอดภัยอีเมลมาตรฐานและใช้เฉพาะเพื่อให้ความช่วยเหลือลูกค้า"
      ]
    },
    {
      "title": "การเปลี่ยนแปลง",
      "content": [
        "นโยบายความเป็นส่วนตัวนี้อาจได้รับการอัปเดตเป็นครั้งคราวด้วยเหตุผลใดๆ ผู้ให้บริการจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงใดๆ ในนโยบายความเป็นส่วนตัวของพวกเขาโดยการอัปเดตหน้านี้ด้วยนโยบายความเป็นส่วนตัวใหม่ แนะนำให้คุณปรึกษานโยบายความเป็นส่วนตัวนี้เป็นประจำสำหรับการเปลี่ยนแปลงใดๆ เนื่องจากการใช้งานต่อเนื่องถือเป็นการอนุมัติการเปลี่ยนแปลงทั้งหมด"
      ]
    },
    {
      "title": "ความยินยอมของคุณ",
      "content": [
        "โดยการใช้แอปพลิเคชัน คุณยินยอมให้ประมวลผลข้อมูลของคุณตามที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ในขณะนี้และตามที่แก้ไขโดยผู้ให้บริการ"
      ]
    },
    {
      "title": "ติดต่อเรา",
      "content": [
        "หากคุณมีคำถามใดๆ เกี่ยวกับความเป็นส่วนตัวขณะใช้แอปพลิเคชัน หรือมีคำถามเกี่ยวกับแนวปฏิบัติ โปรดติดต่อผู้ให้บริการทางอีเมลที่ {{email}}"
      ]
    }
  ],
  "footer": "นโยบายความเป็นส่วนตัวนี้มีผลบังคับใช้ตั้งแต่ {{date}}"
}