{
  "language": "tr",
  "languageName": "Türkçe",
  "title": "Gizlilik Politikası",
  "intro": "Bu gizlilik politikası, Thompson Costa Honorato (bundan böyle \"Hizmet Sağlayıcı\" olarak anılacaktır) tarafından Ticari bir hizmet olarak oluşturulan mobil cihazlar için TimeMeister uygulaması (bundan böyle \"Uygulama\" olarak anılacaktır) için geçerlidir. Bu hizmet \"OLDUĞU GİBİ\" kullanılmak üzere tasarlanmıştır.",
  "sections": [
    {
      "title": "Uygulama hangi bilgileri elde eder ve bunlar nasıl kullanılır?",
      "content": [
        "Uygulama, kullanıcı tercihlerini (ayarlar) ve hesaplama geçmişini UserDefaults kullanarak cihazınızda yerel olarak saklar. Bu veriler yalnızca cihazınızda kalır ve herhangi bir harici sunucuya iletilmez. Bu yerel veriler, tercih ettiğiniz ayarları kaydetmek ve hesaplama geçmişinizi tutmak dahil olmak üzere uygulamanın temel işlevselliğini sağlamak için kullanılır.",
        "Yalnızca müşteri destek amaçları için, uygulamanın e-posta özelliği aracılığıyla destekle iletişime geçmeyi seçtiğinizde, size daha iyi yardımcı olabilmemiz için aşağıdaki cihaz bilgileri destek e-postanıza dahil edilebilir:",
        {
          "type": "list",
          "items": [
            "Cihaz modeli (örn. iPhone 15 Pro)",
            "iOS sürümü (örn. iOS 17.0)",
            "Uygulama sürümü",
            "Cihaz yerel ayarları/dil ayarları"
          ]
        },
        "Bu cihaz bilgileri yalnızca gönüllü olarak bir destek e-postası gönderdiğinizde paylaşılır ve sadece teknik yardım sağlamak için kullanılır. Destek mesajınıza dahil etmeyi seçmediğiniz sürece hiçbir kişisel tanımlayıcı toplanmaz veya iletilmez."
      ]
    },
    {
      "title": "Yerel Veri Depolama",
      "content": [
        "Uygulama, tercihleri ve hesaplama geçmişini cihazınızda yerel olarak saklar. Bu veriye yalnızca Uygulama erişebilir ve Uygulamayı kaldırdığınızda silinir. Bu verilerle ilişkilendirilmiş hiçbir kişisel tanımlayıcı bulunmamaktadır."
      ]
    },
    {
      "title": "Uygulama cihazın kesin gerçek zamanlı konum bilgilerini toplar mı?",
      "content": [
        "Bu Uygulama, mobil cihazınızın konumu hakkında kesin bilgi toplamaz."
      ]
    },
    {
      "title": "Üçüncü taraflar Uygulama tarafından elde edilen bilgileri görür ve/veya bunlara erişir mi?",
      "content": [
        "Hiçbir veri otomatik olarak üçüncü taraflarla paylaşılmaz. Tüm kullanıcı tercihleri ve hesaplama geçmişi cihazınızda yerel olarak saklanır ve başka yerlere iletilmez.",
        "Uygulama aracılığıyla gönüllü olarak bir destek e-postası gönderdiğinizde, cihaz bilgileri (cihaz modeli, iOS sürümü, uygulama sürümü ve yerel ayarlar) e-posta sağlayıcınıza ve destek ekibimize e-postanızda dahil edilebilir. Bu bilgiler yalnızca destekle iletişime geçmeyi seçtiğinizde paylaşılır ve münhasıran teknik yardım sağlamak için kullanılır."
      ]
    },
    {
      "title": "Vazgeçme haklarım nelerdir?",
      "content": [
        "Uygulamayı kaldırarak Uygulama tarafından tüm bilgi toplamayı kolayca durdurabilirsiniz. Mobil cihazınızın bir parçası olarak mevcut olabilecek veya mobil uygulama mağazası veya ağı aracılığıyla standart kaldırma işlemlerini kullanabilirsiniz."
      ]
    },
    {
      "title": "Çocuklar",
      "content": [
        "Uygulama, 13 yaşın altındaki çocuklardan bilerek veri talep etmek veya onlara pazarlama yapmak için kullanılmaz. Hizmet Sağlayıcı, çocuklardan bilerek kişisel olarak tanımlanabilir bilgi toplamaz. Hizmet Sağlayıcı, tüm çocukları Uygulama ve/veya Hizmetler aracılığıyla asla kişisel olarak tanımlanabilir bilgi göndermemeye teşvik eder. Hizmet Sağlayıcı, ebeveynleri ve yasal vasileri çocuklarının İnternet kullanımını izlemeye ve çocuklarına Uygulama ve/veya Hizmetler aracılığıyla izinleri olmadan asla kişisel olarak tanımlanabilir bilgi sağlamamaları talimatını vererek bu Politikayı uygulamaya yardımcı olmaya teşvik eder. Bir çocuğun Uygulama ve/veya Hizmetler aracılığıyla Hizmet Sağlayıcıya kişisel olarak tanımlanabilir bilgi sağladığına inanmak için nedeniniz varsa, lütfen Hizmet Sağlayıcıyla ({{email}}) iletişime geçin, böylece gerekli işlemleri yapabilsinler. Ayrıca ülkenizde kişisel olarak tanımlanabilir bilgilerinizin işlenmesine rıza vermek için en az 16 yaşında olmalısınız (bazı ülkelerde, ebeveyn veya vasinizin sizin adınıza bunu yapmasına izin verebiliriz)."
      ]
    },
    {
      "title": "Güvenlik",
      "content": [
        "Hizmet Sağlayıcı, bilgilerinizin gizliliğini koruma konusunda endişelidir. Uygulama öncelikle verileri cihazınızda yerel olarak sakladığından ve otomatik olarak iletmediğinden, verilerinize yetkisiz kişiler tarafından erişilme riski minimumdur. Gönüllü destek e-postalarına dahil edilen cihaz bilgileri standart e-posta güvenlik protokolleri kullanılarak iletilir ve yalnızca müşteri yardımı sağlamak için kullanılır."
      ]
    },
    {
      "title": "Değişiklikler",
      "content": [
        "Bu Gizlilik Politikası herhangi bir nedenle zaman zaman güncellenebilir. Hizmet Sağlayıcı, bu sayfayı yeni Gizlilik Politikası ile güncelleyerek Gizlilik Politikasındaki herhangi bir değişikliği size bildirecektir. Sürekli kullanım tüm değişikliklerin onaylandığı anlamına geldiğinden, herhangi bir değişiklik için bu Gizlilik Politikasını düzenli olarak kontrol etmeniz önerilir."
      ]
    },
    {
      "title": "Rızanız",
      "content": [
        "Uygulamayı kullanarak, bilgilerinizin bu Gizlilik Politikasında belirtildiği şekilde ve Hizmet Sağlayıcı tarafından değiştirildiği şekilde işlenmesine rıza göstermiş olursunuz."
      ]
    },
    {
      "title": "Bizimle İletişime Geçin",
      "content": [
        "Uygulamayı kullanırken gizlilikle ilgili herhangi bir sorunuz varsa veya uygulamalar hakkında sorularınız varsa, lütfen {{email}} adresinden e-posta yoluyla Hizmet Sağlayıcıyla iletişime geçin."
      ]
    }
  ],
  "footer": "Bu gizlilik politikası {{date}} tarihinden itibaren geçerlidir"
}