{
  "language": "uk",
  "languageName": "Українська",
  "title": "Політика конфіденційності",
  "intro": "Ця політика конфіденційності застосовується до додатку TimePro (далі іменується «Додаток») для мобільних пристроїв, створеного Thompson Costa Honorato (далі іменується «Постачальник послуг») як комерційна послуга. Ця послуга призначена для використання «ЯК Є».",
  "sections": [
    {
      "title": "Яку інформацію отримує Додаток і як вона використовується?",
      "content": [
        "Додаток зберігає користувацькі налаштування та історію обчислень локально на вашому пристрої за допомогою UserDefaults. Ці дані залишаються лише на вашому пристрої і не передаються на зовнішні сервери. Ці локальні дані використовуються для забезпечення основного функціоналу додатку, включаючи збереження ваших налаштувань та ведення історії обчислень.",
        "Лише для цілей технічної підтримки, коли ви вирішили звернутися до служби підтримки через функцію електронної пошти додатку, наступна інформація про пристрій може бути включена до вашого листа для кращої допомоги:",
        {
          "type": "list",
          "items": [
            "Модель пристрою (наприклад, iPhone 15 Pro)",
            "Версія iOS (наприклад, iOS 17.0)",
            "Версія додатку",
            "Налаштування мови/локалі пристрою"
          ]
        },
        "Ця інформація про пристрій передається лише коли ви добровільно надсилаєте лист до служби підтримки і використовується виключно для надання технічної допомоги. Персональні ідентифікатори не збираються і не передаються, якщо ви не вирішите включити їх до свого повідомлення."
      ]
    },
    {
      "title": "Локальне збереження даних",
      "content": [
        "Додаток зберігає налаштування та історію обчислень локально на вашому пристрої. Ці дані доступні лише Додатку і видаляються при видаленні Додатку. З цими даними не пов'язані персональні ідентифікатори."
      ]
    },
    {
      "title": "Чи збирає Додаток точну інформацію про місцезнаходження пристрою в реальному часі?",
      "content": [
        "Цей Додаток не збирає точну інформацію про місцезнаходження вашого мобільного пристрою."
      ]
    },
    {
      "title": "Чи мають треті сторони доступ до інформації, отриманої Додатком?",
      "content": [
        "Жодні дані не передаються третім сторонам автоматично. Всі користувацькі налаштування та історія обчислень зберігаються локально на вашому пристрої і не передаються в інші місця.",
        "Коли ви добровільно надсилаєте лист до служби підтримки через додаток, інформація про пристрій (модель пристрою, версія iOS, версія додатку та налаштування локалі) може бути включена до вашого листа для вашого постачальника електронної пошти та нашої команди підтримки. Ця інформація передається лише коли ви вирішите звернутися до служби підтримки і використовується виключно для надання технічної допомоги."
      ]
    },
    {
      "title": "Які мої права на відмову?",
      "content": [
        "Ви можете легко припинити збір інформації Додатком, видаливши його. Ви можете використовувати стандартні процеси видалення, які можуть бути доступні на вашому мобільному пристрої або через магазин мобільних додатків чи мережу."
      ]
    },
    {
      "title": "Діти",
      "content": [
        "Додаток не використовується для свідомого збору даних від дітей віком до 13 років або маркетингу для них. Постачальник послуг не збирає свідомо персональну інформацію від дітей. Постачальник послуг закликає всіх дітей ніколи не надавати персональну інформацію через Додаток та/або Послуги. Постачальник послуг закликає батьків та законних опікунів контролювати використання дітьми Інтернету та допомагати в дотриманні цієї Політики, інструктуючи своїх дітей ніколи не надавати персональну інформацію через Додаток та/або Послуги без їхнього дозволу. Якщо у вас є підстави вважати, що дитина надала персональну інформацію Постачальнику послуг через Додаток та/або Послуги, будь ласка, зверніться до Постачальника послуг ({{email}}), щоб вони змогли вжити необхідних заходів. Ви також повинні бути віком не менше 16 років, щоб дати згоду на обробку вашої персональної інформації у вашій країні (в деяких країнах ми можемо дозволити вашим батькам або опікуну зробити це від вашого імені)."
      ]
    },
    {
      "title": "Безпека",
      "content": [
        "Постачальник послуг турбується про захист конфіденційності вашої інформації. Оскільки Додаток в основному зберігає дані локально на вашому пристрою і не передає їх автоматично, існує мінімальний ризик доступу до ваших даних неавторизованими особами. Інформація про пристрій, включена до добровільних листів підтримки, передається з використанням стандартних протоколів безпеки електронної пошти і використовується лише для надання допомоги клієнтам."
      ]
    },
    {
      "title": "Зміни",
      "content": [
        "Ця Політика конфіденційності може оновлюватися час від часу з будь-якої причини. Постачальник послуг повідомить вас про будь-які зміни в їхній Політиці конфіденційності, оновивши цю сторінку новою Політикою конфіденційності. Рекомендується регулярно ознайомлюватися з цією Політикою конфіденційності для виявлення змін, оскільки продовження використання вважається схваленням всіх змін."
      ]
    },
    {
      "title": "Ваша згода",
      "content": [
        "Використовуючи Додаток, ви даєте згоду на обробку вашої інформації відповідно до цієї Політики конфіденційності та в редакції, внесеній Постачальником послуг."
      ]
    },
    {
      "title": "Зв'яжіться з нами",
      "content": [
        "Якщо у вас є запитання щодо конфіденційності під час використання Додатку або запитання щодо практик, будь ласка, зверніться до Постачальника послуг електронною поштою за адресою {{email}}."
      ]
    }
  ],
  "footer": "Ця політика конфіденційності набуває чинності з {{date}}"
}