{
  "language": "zh-Hant",
  "languageName": "繁體中文",
  "title": "隱私政策",
  "intro": "本隱私政策適用於由Thompson Costa Honorato（以下簡稱\"服務提供商\"）作為商業服務創建的行動裝置TimePro應用程式（以下簡稱\"應用程式\"）。本服務按\"原樣\"提供使用。",
  "sections": [
    {
      "title": "應用程式獲取哪些資訊以及如何使用？",
      "content": [
        "應用程式使用UserDefaults在您的裝置上本地儲存使用者偏好設定和計算歷史記錄。這些資料僅保留在您的裝置上，不會傳輸到任何外部伺服器。這些本地資料用於提供應用程式的核心功能，包括儲存您的偏好設定和維護計算歷史記錄。",
        "僅出於客戶支援目的，當您選擇透過應用程式的電子郵件功能聯絡支援時，以下裝置資訊可能會包含在您的支援電子郵件中，以幫助我們更好地為您提供協助：",
        {
          "type": "list",
          "items": [
            "裝置型號（例如，iPhone 15 Pro）",
            "iOS版本（例如，iOS 17.0）",
            "應用程式版本",
            "裝置語言環境/語言設定"
          ]
        },
        "這些裝置資訊僅在您主動發送支援電子郵件時共用，並且僅用於提供技術協助。除非您選擇在支援訊息中包含個人識別資訊，否則不會收集或傳輸任何個人識別資訊。"
      ]
    },
    {
      "title": "本地資料儲存",
      "content": [
        "應用程式在您的裝置上本地儲存偏好設定和計算歷史記錄。這些資料只能由應用程式存取，當您解除安裝應用程式時會被刪除。這些資料不與任何個人識別資訊關聯。"
      ]
    },
    {
      "title": "應用程式是否收集裝置的精確即時位置資訊？",
      "content": [
        "本應用程式不會收集您行動裝置位置的精確資訊。"
      ]
    },
    {
      "title": "第三方是否能看到和/或存取應用程式獲取的資訊？",
      "content": [
        "不會自動與第三方共用任何資料。所有使用者偏好設定和計算歷史記錄都儲存在您的裝置本地，不會傳輸到其他地方。",
        "當您透過應用程式主動發送支援電子郵件時，裝置資訊（裝置型號、iOS版本、應用程式版本和語言環境設定）可能會包含在發送給您的電子郵件提供商和我們支援團隊的電子郵件中。這些資訊僅在您選擇聯絡支援時共用，專門用於提供技術協助。"
      ]
    },
    {
      "title": "我的退出權利是什麼？",
      "content": [
        "您可以透過解除安裝應用程式輕鬆停止應用程式收集所有資訊。您可以使用行動裝置或透過行動應用程式市場或網路提供的標準解除安裝流程。"
      ]
    },
    {
      "title": "兒童",
      "content": [
        "應用程式不用於故意從13歲以下兒童收集資料或向其進行行銷。服務提供商不會故意收集兒童的個人識別資訊。服務提供商鼓勵所有兒童永遠不要透過應用程式和/或服務提交任何個人識別資訊。服務提供商鼓勵父母和法定監護人監督其子女的網際網路使用，並透過指導其子女在未經許可的情況下永遠不要透過應用程式和/或服務提供個人識別資訊來幫助執行本政策。如果您有理由相信兒童已透過應用程式和/或服務向服務提供商提供了個人識別資訊，請聯絡服務提供商（{{email}}），以便他們能夠採取必要的行動。在您的國家/地區，您還必須年滿16歲才能同意處理您的個人識別資訊（在某些國家/地區，我們可能允許您的父母或監護人代表您這樣做）。"
      ]
    },
    {
      "title": "安全",
      "content": [
        "服務提供商關注保護您資訊的機密性。由於應用程式主要在您的裝置上本地儲存資料且不會自動傳輸，因此您的資料被未經授權的個人存取的風險很小。包含在自願支援電子郵件中的裝置資訊使用標準電子郵件安全協定傳輸，僅用於提供客戶協助。"
      ]
    },
    {
      "title": "變更",
      "content": [
        "本隱私政策可能會因任何原因不時更新。服務提供商將透過使用新隱私政策更新此頁面來通知您其隱私政策的任何變更。建議您定期查閱本隱私政策以了解任何變更，因為繼續使用即視為同意所有變更。"
      ]
    },
    {
      "title": "您的同意",
      "content": [
        "透過使用應用程式，您同意按照本隱私政策現在和由服務提供商修訂的版本處理您的資訊。"
      ]
    },
    {
      "title": "聯絡我們",
      "content": [
        "如果您在使用應用程式時對隱私有任何疑問，或對相關做法有疑問，請透過電子郵件{{email}}聯絡服務提供商。"
      ]
    }
  ],
  "footer": "本隱私政策自{{date}}起生效"
}