{
  "language": "zh-Hans",
  "languageName": "简体中文",
  "title": "隐私政策",
  "intro": "本隐私政策适用于由Thompson Costa Honorato（以下简称\"服务提供商\"）作为商业服务创建的移动设备TimeMeister应用（以下简称\"应用程序\"）。本服务按\"原样\"提供使用。",
  "sections": [
    {
      "title": "应用程序获取哪些信息以及如何使用？",
      "content": [
        "应用程序使用UserDefaults在您的设备上本地存储用户偏好设置和计算历史记录。这些数据仅保留在您的设备上，不会传输到任何外部服务器。这些本地数据用于提供应用程序的核心功能，包括保存您的首选设置和维护计算历史记录。",
        "仅出于客户支持目的，当您选择通过应用程序的电子邮件功能联系支持时，以下设备信息可能会包含在您的支持电子邮件中，以帮助我们更好地为您提供帮助：",
        {
          "type": "list",
          "items": [
            "设备型号（例如，iPhone 15 Pro）",
            "iOS版本（例如，iOS 17.0）",
            "应用程序版本",
            "设备语言环境/语言设置"
          ]
        },
        "这些设备信息仅在您主动发送支持电子邮件时共享，并且仅用于提供技术协助。除非您选择在支持消息中包含个人识别信息，否则不会收集或传输任何个人识别信息。"
      ]
    },
    {
      "title": "本地数据存储",
      "content": [
        "应用程序在您的设备上本地存储偏好设置和计算历史记录。这些数据只能由应用程序访问，当您卸载应用程序时会被删除。这些数据不与任何个人识别信息关联。"
      ]
    },
    {
      "title": "应用程序是否收集设备的精确实时位置信息？",
      "content": [
        "本应用程序不收集您移动设备位置的精确信息。"
      ]
    },
    {
      "title": "第三方是否能看到和/或访问应用程序获取的信息？",
      "content": [
        "不会自动与第三方共享任何数据。所有用户偏好设置和计算历史记录都存储在您的设备本地，不会传输到其他地方。",
        "当您通过应用程序主动发送支持电子邮件时，设备信息（设备型号、iOS版本、应用程序版本和语言环境设置）可能会包含在发送给您的电子邮件提供商和我们支持团队的电子邮件中。这些信息仅在您选择联系支持时共享，专门用于提供技术协助。"
      ]
    },
    {
      "title": "我的退出权利是什么？",
      "content": [
        "您可以通过卸载应用程序轻松停止应用程序收集所有信息。您可以使用移动设备或通过移动应用程序市场或网络提供的标准卸载流程。"
      ]
    },
    {
      "title": "儿童",
      "content": [
        "应用程序不用于故意从13岁以下儿童收集数据或向其进行营销。服务提供商不会故意收集儿童的个人识别信息。服务提供商鼓励所有儿童永远不要通过应用程序和/或服务提交任何个人识别信息。服务提供商鼓励父母和法定监护人监督其子女的互联网使用，并通过指导其子女在未经许可的情况下永远不要通过应用程序和/或服务提供个人识别信息来帮助执行本政策。如果您有理由相信儿童已通过应用程序和/或服务向服务提供商提供了个人识别信息，请联系服务提供商（{{email}}），以便他们能够采取必要的行动。在您的国家/地区，您还必须年满16岁才能同意处理您的个人识别信息（在某些国家/地区，我们可能允许您的父母或监护人代表您这样做）。"
      ]
    },
    {
      "title": "安全",
      "content": [
        "服务提供商关注保护您信息的机密性。由于应用程序主要在您的设备上本地存储数据且不会自动传输，因此您的数据被未经授权的个人访问的风险很小。包含在自愿支持电子邮件中的设备信息使用标准电子邮件安全协议传输，仅用于提供客户协助。"
      ]
    },
    {
      "title": "变更",
      "content": [
        "本隐私政策可能会因任何原因不时更新。服务提供商将通过使用新隐私政策更新此页面来通知您其隐私政策的任何变更。建议您定期查阅本隐私政策以了解任何变更，因为继续使用即视为同意所有变更。"
      ]
    },
    {
      "title": "您的同意",
      "content": [
        "通过使用应用程序，您同意按照本隐私政策现在和由服务提供商修订的版本处理您的信息。"
      ]
    },
    {
      "title": "联系我们",
      "content": [
        "如果您在使用应用程序时对隐私有任何疑问，或对相关做法有疑问，请通过电子邮件{{email}}联系服务提供商。"
      ]
    }
  ],
  "footer": "本隐私政策自{{date}}起生效"
}